{"mix":5399,"rounds":[[{"category":"JACQUES IN THE BOX","comments":"","clues":[{"text":"In the third movement of his \"Titan\" symphony Mahler used the theme of this French children's song","response":"\"Frère Jacques\""},{"text":"On July 14, 2002 he was shot at while riding in a Paris parade celebrating Bastille Day","response":"(Jacques) Chirac"},{"text":"On August 27, 1783 Jacques Alexandre Charles &amp; the Robert brothers launched the first balloon filled with this gas","response":"hydrogen"},{"text":"Father Jacques Marquette &amp; this cartographer explored the Mississippi River during June &amp; July 1673","response":"(Louis) Jolliet"},{"text":"He painted \"Napoleon Distributing the Eagles\"","response":"(Jacques-Louis) David"}],"originalDate":"2004-12-17"},{"category":"ASIAN RIVERS","comments":"","clues":[{"text":"From the Lake Hula area to the Sea of Galilee about 10 miles south, it falls more than 600 feet","response":"the Jordan River"},{"text":"The Syr Darya, one of central Asia's major rivers, flows through 3 countries whose names end in this syllable","response":"stan"},{"text":"At Al Qurnah, Iraq, it joins the Euphrates to form the Shatt al Arab","response":"Tigris (River)"},{"text":"A 1947 partition divided the water in the basin of this 1,800-mile-long river on the border of Pakistan","response":"Indus River"},{"text":"The 710-mile-long Kapuas River, Indonesia's longest, is on this third-largest island in the world","response":"Borneo"}],"originalDate":"2004-12-17"},{"category":"\"A\" PLUS","comments":"(Alex: And if you do well on all of those, you will get an...)","clues":[{"text":"The name of this third male human to be mentioned in Genesis means \"breath\" in Hebrew","response":"Abel"},{"text":"The first band with a palindromic name to be listed in the Rolling Stone \"Encyclopedia of Rock &amp; Roll\"","response":"ABBA"},{"text":"From the Spanish for \"poplar grove\", it's the county where you'll find Oakland, California","response":"Alameda"},{"text":"The large dino known as a Brontosaurus has been reclassified with this name meaning \"deceptive lizard\"","response":"Apatosaurus"},{"text":"Multiply 6.022 times 10 to the 23rd power to get this scientific \"number\"","response":"Avogadro's number"}],"originalDate":"2004-12-17"},{"category":"W.H.O.","comments":"","clues":[{"text":"The World Health Organization was established in 1948 by this international body","response":"the U.N."},{"text":"\"3 by 5\" is a program to provide, by 2005, anti-retroviral therapy to 3 million suffering from this","response":"AIDS"},{"text":"The W.H.O.'s administrative HQ is located in this Swiss city on the Rhone River","response":"Geneva"},{"text":"On March 15, 2003 the W.H.O. issued a rare emergency travel advisory in response to this outbreak","response":"SARS"},{"text":"The eradication of this paralyzing viral disease mainly affecting children is a W.H.O. goal for 2004","response":"polio"}],"originalDate":"2004-12-16"},{"category":"WHAT'S COOKING, COWBOY?","comments":"","clues":[{"text":"After a good feed, it's time to settle down with a cup of arbuckle, or this","response":"coffee"},{"text":"If you know what kind of wagon it was served in, you'll know this old west word for food, chow, grub","response":"a chuckwagon"},{"text":"From genus prosopis, this western wood that started a cooking craze gives off a tangy smoke","response":"mesquite"},{"text":"The bone-in type of this steak with a double anatomical name is also called a cowboy steak","response":"ribeye"},{"text":"Trail cooks couldn't carry eggs &amp; milk, so they used starter to make this type of biscuit called a \"hot rock\"","response":"sourdough"}],"originalDate":"2004-12-16"},{"category":"WHEN WAS THAT MOVIE?","comments":"","clues":[{"text":"Released in 1968 it starred Keir Dullea as an astronaut out to solve a cosmic mystery","response":"<i>2001: A Space Odyssey</i>"},{"text":"Richard Burton's last film role was as the torturer O'Brien in this cautionary George Orwell tale","response":"<i>1984</i>"},{"text":"Songs in this revolutionary musical include \"Sit Down, John\" &amp; \"The Lees of Old Virginia\"","response":"<i>1776</i>"},{"text":"John Belushi starred as Capt. Wild Bill Kelso in this romp about hysteria gripping America after Pearl Harbor","response":"<i>1941</i>"},{"text":"Gary Grimes starred as Hermie in this \"seasonal\" film about 3 teenagers coming of age during World War II","response":"<i>Summer of '42</i>"}],"originalDate":"2004-12-16"}],[{"category":"WHERE IS THAT, PIERRE?","comments":"","clues":[{"text":"If you're visiting the Cannes Film Festival, you're on this sea","response":"the Mediterranean"},{"text":"The Jura Mountains straddle the border between France &amp; this country","response":"Switzerland"},{"text":"This region of NW France derives its name from Celts fleeing the Anglo-Saxon invasion of England","response":"Brittany"},{"text":"This region of France between the Seine &amp; Marne Valleys is famous for its soft white cheese","response":"Brie"},{"text":"A northern member of the Windward Islands, this volcanic isle has been a possession of France since 1635","response":"Martinique"}],"originalDate":"2004-12-16"},{"category":"WHY DIDN'T I THINK OF THAT?","comments":"","clues":[{"text":"In 1888 Nikola Tesla came up with the first practical system for generating &amp; transmitting this type of current","response":"A.C."},{"text":"Hiram Percy Maxim invented the muffler for a car &amp; this for a gun","response":"a silencer"},{"text":"Andrew Beard invented an improvement for the device that coupled 2 of these when they bumped together","response":"train cars"},{"text":"This invention began in 1951 as a bottle of white tempera waterbase paint &amp; a small brush","response":"Wite-Out (or Liquid Paper)"},{"text":"Garrett Morgan's \"safety hood\" was one of these used by World War I soldiers","response":"a gas mask"}],"originalDate":"2004-12-16"},{"category":"\"HOW\" NOW","comments":"","clues":[{"text":"In the children's song, it's the line that follows \"twinkle, twinkle, little star\"","response":"how I wonder what you are"},{"text":"The 5 words that begin the 43rd of the \"Sonnets from the Portuguese\"","response":"How do I love thee"},{"text":"\"Smokestack Lightnin'\" was the biggest hit for this bluesman born Chester Burnett","response":"Howlin' Wolf"},{"text":"Dale Carnegie convinced us all with this 1936 work","response":"<i>How to Win Friends and Influence People</i>"},{"text":"Erica Jong's bestselling 1977 follow-up to \"Fear of Flying\"","response":"<i>How to Save Your Own Life</i>"}],"originalDate":"2004-12-16"},{"category":"PIANISTS","comments":"","clues":[{"text":"An amateur pianist, this President often entertained White House guests in the 1940s","response":"Harry S. Truman"},{"text":"He co-wrote the jazz classic \"Ain't Misbehavin'\" &amp; performed it in the film \"Stormy Weather\"","response":"Fats Waller"},{"text":"A promotional pianist for the piano maker Erard, this Hungarian's compositions included 1857's \"A Faust Symphony\"","response":"Franz Liszt"},{"text":"The nickname of this innovative Jazz pianist was \"Fatha\"","response":"Earl Hines"},{"text":"In 1958 this pianist was honored with a ticker-tape parade in New York City","response":"Van Cliburn"}],"originalDate":"2004-12-16"},{"category":"DISASTER DIGEST","comments":"","clues":[{"text":"1666: A great fire destroys much of this capital city","response":"London"},{"text":"1687: Munitions stored by the Ottoman Turks explode &amp; wreck this Athens landmark","response":"the Parthenon"},{"text":"1906: 3,000 people die when a major earthquake hits this metropolis","response":"San Francisco"},{"text":"1281: A \"divine wind\" saves this nation from a Mongol invasion","response":"Japan"},{"text":"The early 1800s: This \"colorful\" disease kills tens of thousands in southern Spain","response":"yellow fever"}],"originalDate":"2004-12-16"},{"category":"<U>McCLURE'S</U> MAGAZINE","comments":"","clues":[{"text":"Writing on corruption in McClure's, Lincoln Steffens said this little state is for sale, &amp; cheap","response":"Rhode Island"},{"text":"The postage stamp \"Flappers do\" this dance was based on an illustration in McClure's","response":"the Charleston"},{"text":"McClure's sent William Glackens to this island in 1898 to provide illustrations of the battles","response":"Cuba"},{"text":"She resigned as editor of McClure's in 1912 to become a novelist, mainly with tales of Nebraska","response":"Willa Cather"},{"text":"In 1899 McClure's published this Brit's \"The White Man's Burden\"","response":"Rudyard Kipling"}],"originalDate":"2004-12-16"}],{"category":"WORLD AUTHORS","text":"Chapters in an 1831 work by this author include \"Maitre Jacques Coppenole\" &amp; \"A Tear for a Drop of Water\"","response":"Victor Hugo"}]}