{"mix":5400,"rounds":[[{"category":"\"P\"s ON EARTH","comments":"","clues":[{"text":"The event in the Olympic decathlon in which the contestant gets the farthest off the ground","response":"pole vault"},{"text":"It's a large Marine corps training camp near San Diego","response":"Camp Pendleton"},{"text":"While exploring the Arkansas River in 1806, he discovered the Colorado Peak named for him","response":"Zebulon Pike"},{"text":"Though she was the daughter of Zeus and Demeter, this seedy young lady only spent part of the year with them","response":"Persephone"},{"text":"Through the house of York, Richard I was the last king of this dynasty","response":"Plantagenet"}],"originalDate":"2004-12-16"},{"category":"PEOPLE IN THEIR ELEMENT","comments":"","clues":[{"text":"Last name of the husband &amp; wife with an atomic weight of 247","response":"Curie"},{"text":"He predicted the periodic law, but probably never envisioned element 101 being named for him","response":"Mendeleev"},{"text":"This physicist born in Ulm, Bavaria just made it into the top 100 elements by a hair; he's No. 99","response":"(Albert) Einstein"},{"text":"Johan Gadolin wonders will you still need him, will you still feed him now that's he's element number this","response":"64"},{"text":"There is just the value of this clue, no prize, for knowing this man for whom element 102 was named","response":"(Alfred) Nobel"}],"originalDate":"2004-12-15"},{"category":"BE A \"NO\" IT ALL","comments":"","clues":[{"text":"From the Greek for \"wandering about to find pasture\", it's a member of an itinerant people","response":"a nomad"},{"text":"Describing something self-evident or easy, this term literally means \"without cerebellum\"","response":"a no-brainer"},{"text":"Maori receptions in New Zealand often involve \"hongi\", the ceremonial pressing together of these","response":"noses"},{"text":"He's the comedian best known for playing Father Guido Sarducci","response":"Don Novello"},{"text":"In Longfellow's tale, the grandmother who raised Hiawatha","response":"Nokomis"}],"originalDate":"2004-12-15"},{"category":"A SALUTE TO FLAGSTAFF","comments":"","clues":[{"text":"Flagstaff, Arizona grew up around a flagpole erected to celebrate this event in 1876","response":"the U.S. Centennial"},{"text":"In the 1890s you could take a 2-day ride from Flagstaff to its south rim","response":"the Grand Canyon"},{"text":"This fabled highway built in the 1920s made Flagstaff a popular tourist stop","response":"Route 66"},{"text":"In the 1850s, Army expeditions near Flagstaff included one led by E. F. Beale using this unique form of animal transport","response":"camels"},{"text":"Pluto was first observed in 1930 at this Flagstaff landmark that opened in 1894","response":"Lowell Observatory"}],"originalDate":"2004-12-15"},{"category":"SOCIOLOGY","comments":"","clues":[{"text":"This term for a rural white southerner was originally applied to sunburned agricultural workers","response":"a redneck"},{"text":"Robert &amp; Helen Lynd based their \"Middletown\" studies on Muncie in this state","response":"Indiana"},{"text":"The sum of the customs &amp; beliefs that distinguish one group from another; the hippies formed a \"counter\" one","response":"a culture"},{"text":"10,000 years ago all societies were these, named from the way they collected animals, fruit, etc. for food","response":"hunter-gatherers"},{"text":"Someone who hates humanity; Moliere's Alceste turned into a title one","response":"a misanthrope"}],"originalDate":"2004-12-14"},{"category":"HEADQUARTERS","comments":"","clues":[{"text":"Surprisingly, in the 1990s, this retailer moved its HQ from its tall tower in Chicago to a lowrise in the suburbs","response":"Sears, Roebuck"},{"text":"Since 1988 J.C. Penney has been firmly planted in Plano in this state","response":"Texas"},{"text":"First the \"E\"s were sold, then its Houston HQ building was auctioned off in December 2003 for $55.5 million","response":"Enron"},{"text":"The Ford Motor Company has long been headquartered in this city that adjoins Detroit","response":"Dearborn"},{"text":"Where on earth is Earthlink headquartered?  In this city, same as Coca-Cola","response":"Atlanta"}],"originalDate":"2004-12-14"}],[{"category":"BERMUDA SHORTS","comments":"","clues":[{"text":"Bermuda's almost due east of this state's Cape Hatteras","response":"North Carolina"},{"text":"The cahow, or Bermuda petrel, a type of this, breeds only in Bermuda","response":"a bird"},{"text":"Bermuda uses this basic unit of currency","response":"the dollar"},{"text":"The first settlement in 1609 resulted from this event, maybe the one depicted in the first scene of \"The Tempest\"","response":"a shipwreck"},{"text":"Alexander or Linda could help you with the name of this capital","response":"Hamilton"}],"originalDate":"2004-12-14"},{"category":"MILLIONS OF REASONS","comments":"","clues":[{"text":"Metallic distinction of a CD that's sold 1 million copies","response":"platinum"},{"text":"Of 2 million, 20 million or 200 million, the length in years of one trip around the galaxy's center by our sun","response":"200 million"},{"text":"Like Chico in \"Animal Crackers\", who got paid more for not performing, she got millions from Virgin not to sing","response":"Mariah Carey"},{"text":"It was the \"grateful\" title of philanthropist Percy Ross' syndicated radio show &amp; newspaper column","response":"<i>Thanks a Million</i>"},{"text":"\"What Are You Doing After the Orgy?\" is a book by this man who played a millionaire on \"Gilligan's Island\"","response":"Jim Backus"}],"originalDate":"2004-12-14"},{"category":"SOUNDS LIKE A RAPPER","comments":"","clues":[{"text":"This type of \"domain\" could lose you your house if the government needs your land, yo","response":"eminent"},{"text":"\"It's\" one of these \"that blows nobody any good\"","response":"an ill wind"},{"text":"It's wack but ESPN dropped the downhill racing style of this type of bicycle from its X Games in 2004","response":"BMX"},{"text":"Lack of movement in traffic<span class=\"nobreak\">--</span>especially at an intersection or in politics","response":"gridlock"},{"text":"Completed in 1955, this bridge crosses the Hudson near Nyack","response":"the Tappan Zee"}],"originalDate":"2004-12-14"},{"category":"TOM WOLFE","comments":"","clues":[{"text":"It was Wolfe who first predicted that the 1970s \"Will come to be known as\" this \"decade\"","response":"the Me Decade"},{"text":"In a piece of stock car racing, Wolfe introduced to written English this 3-word phrase for a solid Southern male","response":"a good old boy"},{"text":"\"The Right Stuff\" tells of how this man broke the sound barrier with 2 broken ribs from a drunken horseback ride","response":"Chuck Yeager"},{"text":"Wolfe coined the term \"radical\" this in a story on a party for the Black Panthers thrown by Leonard Bernstein","response":"chic"},{"text":"It's Wolfe's 1968 book about Ken Kesey &amp; friends' cross-country journey","response":"<i>The Electric Kool-Aid Acid Test</i>"}],"originalDate":"2004-12-14"},{"category":"MED. ABBREV.","comments":"","clues":[{"text":"2 of the 3 illnesses for which a DPT vaccination provides immunity","response":"diphtheria & pertussis (or tetanus)"},{"text":"HRT is this kind of therapy; the use of it by menopausal women has recently been questioned","response":"hormone replacement therapy"},{"text":"CTS, carpal tunnel syndrome, can be an RSI, this kind of injury","response":"repetitive stress injury"},{"text":"I.D. stands for this specialty that focuses on illnesses like viral hepatitis","response":"infectious disease"},{"text":"A CAT scan is computerized axial this kind of imaging","response":"tomography"}],"originalDate":"2004-12-14"},{"category":"THOSE CRAZY GUGGENHEIMS","comments":"","clues":[{"text":"Benjamin Guggenheim made sure to dress in his evening clothes before going down with this ship in 1912","response":"the <i>Titanic</i>"},{"text":"Patriarch Meyer moved from Switzerland to the U.S. in 1847 &amp; set up shop in this Pennsylvania city","response":"Philadelphia"},{"text":"For Daniel, it was all mine, mine, mine; tin in Bolivia &amp; this in Alaska","response":"gold"},{"text":"In the 2000 film \"Pollock\", Amy Madigan played this art patron","response":"Peggy Guggenheim"},{"text":"The Guggenheim Foundation is the assignee of the patents of this rocket pioneer; it had financed him in the 1940s","response":"Robert Goddard"}],"originalDate":"2004-12-14"}],{"category":"MOVIE DIRECTORS","text":"Since 1971 he has directed only 6 films, but those 6 have averaged more than $283 million each at the box office","response":"George Lucas"}]}