{"mix":5401,"rounds":[[{"category":"\"E\" CHANNEL","comments":"","clues":[{"text":"This South American country does not border Brazil","response":"Ecuador"},{"text":"Before going bankrupt in 1989, this airline tried selling $12 plane tickets between Boston &amp; New York","response":"Eastern (Airlines)"},{"text":"Alexander Pope once cracked, \"The vulgar boil, the learned roast\" one of these, maybe for breakfast","response":"an egg"},{"text":"In 1974 Spokane's Cannon Island was the site of this, which featured an environmental theme","response":"an expo"},{"text":"Philosophy branch that studies the nature &amp; foundations of knowledge","response":"epistemology"}],"originalDate":"2004-12-14"},{"category":"PEOPLE ON THE MAP","comments":"","clues":[{"text":"He wrote the songs \"There's No Business Like Show Business\" &amp; \"White Christmas\"","response":"Irving Berlin"},{"text":"This Los Angeles Lakers star with 3 championship rings speaks fluent Italian","response":"Kobe Bryant"},{"text":"He was nominated for an Emmy for his role as Buddy Sorrell on \"The Dick Van Dyke Show\"","response":"Morey Amsterdam"},{"text":"Among the many larger-than-life characters he created are Captain Wolf Larsen &amp; Buck the sled dog","response":"Jack London"},{"text":"This British-born actor has starred in \"Cabaret\", Logan's Run\" &amp; \"Austin Powers\"","response":"Michael York"}],"originalDate":"2004-12-13"},{"category":"THE LIBERTY BELL","comments":"","clues":[{"text":"This part of the bell is 3 feet, 2 inches long","response":"the clapper"},{"text":"The quote on the bell, \"proclaim liberty throughout all the land\", comes from this third book of the Bible","response":"Leviticus"},{"text":"From 1948 through 1963 this U.S. coin depicted the Liberty Bell on its reverse side","response":"the half-dollar"},{"text":"On the inscription, \"Pennsylvania\" is misspelled, omitting this letter","response":"N"},{"text":"In 1893 the Liberty Bell was on exhibit at the Columbian Exposition in this city","response":"Chicago"}],"originalDate":"2004-12-13"},{"category":"PRESIDENTIAL MIDDLE NAMES","comments":"","clues":[{"text":"Howard","response":"Taft"},{"text":"Ulysses (originally)","response":"Ulysses S. Grant"},{"text":"Gamaliel","response":"Warren Harding"},{"text":"Knox","response":"(James K.) Polk"},{"text":"Rudolph","response":"Gerald Ford"}],"originalDate":"2004-12-13"},{"category":"THE OSCARS","comments":"","clues":[{"text":"After winning Best Supporting Actress for \"Kramer vs. Kramer\", she left her statuette in the ladies' room","response":"Meryl Streep"},{"text":"Timothy Hutton won a 1980 Oscar for Best Supporting Actor for this film directed by Robert Redford","response":"<i>Ordinary People</i>"},{"text":"Paddy Chayefsky won an Oscar for his very first screenplay<span class=\"nobreak\">--</span>this 1955 Ernest Borgnine film","response":"<i>Marty</i>"},{"text":"The rumor that her acceptance speech for \"Mrs. Miniver\" ran over an hour is untrue; actually it was about 7 minutes","response":"Greer Garson"},{"text":"Her 2 acting Oscars for \"The Sin of Madelon Claudet\" &amp; \"Airport\" were 39 years apart","response":"Helen Hayes"}],"originalDate":"2004-12-13"},{"category":"THE VEGETABLE GARDEN","comments":"","clues":[{"text":"Slicing ones are harvested when they're about 7 inches long, pickling ones at 1 1/2 to 3 inches","response":"cucumbers"},{"text":"This type of bean is said to be foolproof for gardeners, which makes sense as its name means something easy","response":"snap bean"},{"text":"Long-day onions form this, the rounded, edible part, during long summer days in the northern U.S.","response":"the bulb"},{"text":"Insulated from cold, carrots, parsnips &amp; other veggies classified as these have a long growing season","response":"root vegetables"},{"text":"There's nothing like a vine-ripened one of these, perhaps the vineripe variety","response":"a tomato"}],"originalDate":"2004-12-13"}],[{"category":"18th CENTURY QUOTES","comments":"","clues":[{"text":"On Nov. 10, 1770 Voltaire wrote, \"If God did not exist, it would be necessary to\" do this","response":"invent him"},{"text":"In this pamphlet Thomas Paine said, government \"is but a necessary evil; in its worst state, an intolerable one\"","response":"<i>Common Sense</i>"},{"text":"In this work Adam Smith wrote, \"Consumption is the sole end and purpose of all production\"","response":"<i>The Wealth of Nations</i>"},{"text":"When asked whether we had a republic or a monarchy, Ben Franklin gave this 7-word reply","response":"A republic, if you can keep it"},{"text":"When this Prussian king died on August 17, 1786, his last words were \"I am tired of ruling over slaves\"","response":"Frederick the Great"}],"originalDate":"2004-12-13"},{"category":"WHERE DO YOU GET \"OFF\"?","comments":"","clues":[{"text":"In this film, Lou Gossett Jr. drills Richard Gere &amp; Debra Winger thrills Richard Gere","response":"<i>An Officer and a Gentleman</i>"},{"text":"In fiscal 2000 over a billion dollars was wagered at New York City's OTB outlets, OTB standing for this","response":"off-track betting"},{"text":"Inked impressions are transferred onto paper from another surface in this printing method","response":"offset printing"},{"text":"It describes an investment based in a foreign country so its owner laughs at the IRS","response":"offshore"},{"text":"Something expected to happen soon is \"in\" this","response":"the offing"}],"originalDate":"2004-12-13"},{"category":"THE U.S. CONSTITUTION","comments":"","clues":[{"text":"Though the Pres. doesn't have to okay amendments, Lincoln approved the 13th amendment, outlawing this","response":"slavery"},{"text":"This 45-word portion of the Constitution guarantees the right \"peaceably to assemble\"","response":"the 1st Amendment"},{"text":"Article VI says no test of this kind shall ever be required as a qualification for office... Amen!","response":"a religious test"},{"text":"Article I, Section 8 says congress can grant letters of marque &amp; reprisal or declare this","response":"war"},{"text":"The first of these was to be held within 3 years of the first meeting of congress; then every 10 years","response":"the census"}],"originalDate":"2004-12-10"},{"category":"2 CAN PLAY THAT GAME","comments":"","clues":[{"text":"The Stowe Mercantile General Store in Vermont has a barrel with a board for this game set up on it","response":"checkers"},{"text":"It uses a table 5 feet wide, 9 feet long &amp; 30 inches high that's stained a dark, non-reflective green","response":"ping pong"},{"text":"In January 2002 Ronnie O'Sullivan was the top-ranked player in this game that involves 15 red balls","response":"snooker"},{"text":"Edmund Hoyle wrote a 1743 treatise on this board game in which you bear off all your pieces to win","response":"backgammon"},{"text":"In the regular block &amp; draw version of this game, the 2 players begin by drawing 7 bones each","response":"dominoes"}],"originalDate":"2004-12-10"},{"category":"IT'S THEIR FAULT","comments":"","clues":[{"text":"The Haiyuan fault slices through the Gansu Province of this Asian country","response":"China"},{"text":"The great Sumatran fault lies within this fourth-most populous country","response":"Indonesia"},{"text":"The Ovindoli-Pezza fault runs through this earthquake-prone Mediterranean country","response":"Italy"},{"text":"Alpine fault runs almost the entire length of South Island in this country","response":"New Zealand"},{"text":"The North Anatolian fault stretches along this country's Black Sea region to Georgia","response":"Turkey"}],"originalDate":"2004-12-10"},{"category":"STAY ON THE GRASS","comments":"","clues":[{"text":"The famous definition of golf attributed to Mark Twain is \"a good\" one of these \"spoiled\"","response":"a walk"},{"text":"This lawn grass, genus Lolium, is not to be confused with the cereal grass, genus Secale","response":"rye"},{"text":"In Wimbledon you'll find the \"All England Lawn Tennis and\" this game \"Club\"","response":"croquet"},{"text":"A large grassy plain like the Russian one that the Cossacks called home","response":"the steppe"},{"text":"In November 1988 President Reagan signed a law banning the sale of these outdoor toys in the U.S.","response":"lawn darts"}],"originalDate":"2004-12-10"}],{"category":"SHAKESPEARE'S TITLE CHARACTERS","text":"Though he reigned for only 2 years, this king has the second-longest role in a single Shakespeare play, speaking 1,164 lines","response":"Richard III"}]}