{"mix":5403,"rounds":[[{"category":"SAY HELLO TO OUR FEATHERED FRIENDS","comments":"","clues":[{"text":"The snowy owl makes its summer home in this state","response":"Alaska"},{"text":"It can take a minute for the occidentalis or brown species of this bird to drain its pouch of water","response":"pelican"},{"text":"The common term for the claw of an eagle","response":"talon"},{"text":"A gland near birdie's tail is called the oil gland or this, the activity the oil is used for","response":"preening"},{"text":"Parrots, like Persephone, like to eat this fruit","response":"pomegranate"}],"originalDate":"2004-12-09"},{"category":"I PUT YOU ON THE MAP","comments":"","clues":[{"text":"Rufus Putnam, named Marietta, Ohio in honor of this Frenchwoman, a pal of the U.S. during the Revolutionary War","response":"Marie Antoinette"},{"text":"Dahomey on this continent got its name when a king built his palace on the grave of his defeated enemy named Dan","response":"Africa"},{"text":"Czar Peter the Great named this city for his wife, Yekaterina; later the last czar was executed there","response":"Yekaterinburg"},{"text":"Originally named for an obscure VP, this county where Seattle sits later declared itself named for a civil rights leader","response":"King County"},{"text":"Thessalonica was a sister of this conqueror, but it was her husband who named a city after her","response":"Alexander the Great"}],"originalDate":"2004-12-09"},{"category":"SIGNS &amp; SYMBOLS","comments":"","clues":[{"text":"It's what lies ahead when you see a diamond-shaped yellow road sign with a black plus symbol in its center","response":"a crossing (or intersection)"},{"text":"This NHL team's logo has a goalie's mask with a bill","response":"Anaheim Mighty Ducks"},{"text":"English mathematician John Wallis was first to use what looks like an 8 on its side to symbolize this","response":"infinity"},{"text":"The symbol for the planet Mars is also the symbol for this day of the week","response":"Tuesday"},{"text":"This up-pointing symbol is usually found at the top of the 6 key on a computer keyboard","response":"a caret"}],"originalDate":"2004-12-09"},{"category":"19th CENTURY AMERICA","comments":"","clues":[{"text":"\"My Life on the Plains\" was an 1874 book by this \"boy general\" &amp; Indian fighter","response":"Custer"},{"text":"Reportedly, in 1854 Flora Temple broke the 2:20 minute mile; of course, Flora was one of these","response":"a horse"},{"text":"This Californian died still trying to get congress to reimburse him for all that gold on his mill site he lost out on","response":"(John) Sutter"},{"text":"In 1846 he tried to sue Eliza Emerson in St. Louis for his &amp; his family's freedom","response":"Dred Scott"},{"text":"If Amelia Jenks hadn't married this man in 1840, women might have worn \"Jenks\"","response":"(Dexter) Bloomer"}],"originalDate":"2004-12-08"},{"category":"TV ON TV","comments":"(Alex Trebek: You have to name the real TV show in which the TV shows we will mention in the clue are featured.)","clues":[{"text":"\"Itchy &amp; Scratchy\"","response":"<i>The Simpsons</i>"},{"text":"\"Tool Time\"","response":"<i>Home Improvement</i>"},{"text":"\"The Happy Homemaker\"","response":"<i>The Mary Tyler Moore Show</i>"},{"text":"\"The Alan Brady Show\"","response":"<i>The Dick Van Dyke Show</i>"},{"text":"\"F.Y.I.\"","response":"<i>Murphy Brown</i>"}],"originalDate":"2004-12-08"},{"category":"CARS","comments":"","clues":[{"text":"In a 1969 Disney film, Herbie was this model of car","response":"Volkswagen Beetle"},{"text":"This Japanese luxury brand debuted in the U.S. with the Legend sedan in 1986","response":"Acura"},{"text":"The name of this maker of the Q45 makes it sound like it will run forever","response":"Infiniti"},{"text":"This sporty Dodge model is available as n SRT-10 Roadster for 2004, starting at around $80,000","response":"a Viper"},{"text":"This German car make got its name from the Latin translation of founder August Horch's name","response":"Audi"}],"originalDate":"2004-12-08"}],[{"category":"'70s NONFICTION","comments":"","clues":[{"text":"Billy Graham called them \"God's secret agents\"","response":"angels"},{"text":"A bestseller by Dr. David Reuben gave us this 13-word-long self-help title","response":"<i>Everything You Always Wanted to Know about Sex but Were Afraid to Ask</i>"},{"text":"His 1971 autobiography \"Wunnerful, Wunnerful!\" was a, well, wunnerful seller","response":"Lawrence Welk"},{"text":"In 1977 the Fixx was in with \"The Complete Book of\" this by James Fixx","response":"running"},{"text":"Theodore H. White's \"Breach of Faith\" detailed \"The Fall of\" this man","response":"Nixon"}],"originalDate":"2004-12-08"},{"category":"WHOSE LIME IS IT ANYWAY?","comments":"","clues":[{"text":"Citrus fruits including limes were introduced to the West Indies by this man on his second voyage","response":"Columbus"},{"text":"The use of calcium oxide lime in early theatrical lamps gives us this term for the focus of public attention","response":"limelight"},{"text":"To make this drink supposedly named for a British naval surgeon, all you need is gin &amp; sweetened lime juice","response":"gimlet"},{"text":"Extreme heat fuses soda, lime &amp; sand to make this everyday substance","response":"glass"},{"text":"The headquarters of this world famous insurance company &amp; underwriter is on Lime Street in London","response":"Lloyds"}],"originalDate":"2004-12-08"},{"category":"MY GIRL","comments":"","clues":[{"text":"In 1961 Marvin Gaye married Anna, sister of this Motown mogul","response":"Berry Gordy"},{"text":"She is 12 years older than longtime beau Tim Robbins","response":"Susan Sarandon"},{"text":"Diana Krall's CD \"The Girl in the Other Room\" features songs cowritten with this man, her new husband","response":"Elvis Costello"},{"text":"There are zero degrees of separation between him &amp; his girl, wife Kyra Sedgwick","response":"(Kevin) Bacon"},{"text":"She met Ryan Phillippe at her 21st birthday party &amp; married him 2 years later","response":"Reese Witherspoon"}],"originalDate":"2004-12-08"},{"category":"RIVER DEEP, MOUNTAIN HIGH","comments":"","clues":[{"text":"The gods must be crazy to spend their time on this highest mountain in Greece","response":"(Mount) Olympus"},{"text":"Until 1959, this peak was the highest mountain in the United States","response":"Mount Whitney"},{"text":"The names of this highest mountain in Western Europe &amp; this highest mountain in the Pacific both mean \"White Mountain\"","response":"Mont Blanc and Mauna Kea"},{"text":"The deepest river gorge in the United States, Hells Canyon, was carved over millions of years by this river","response":"The Snake (River)"},{"text":"The Yarlung Zangbo in this lofty region is the world's highest river &amp; its 17,657-foot valley is the deepest","response":"Himalayas"}],"originalDate":"2004-12-08"},{"category":"PLEASE MR. POSTMAN","comments":"","clues":[{"text":"The Netpost mailing service features Christmas cards with this 3-word wish for the globe","response":"Peace on Earth"},{"text":"In an April Fools' joke, National Public Radio reported that the Postal Service would soon let you keep this, no matter where you moved","response":"your ZIP code"},{"text":"This \"privilege\" allows members of Congress to send out official mail without paying postage","response":"franking"},{"text":"Formerly called book rate, this type of mail lets you send books, videos, CDs &amp; DVDs at a slower, reduced rate","response":"Media Mail"},{"text":"To stamp collectors, FDC stands for this","response":"First Day Cover"}],"originalDate":"2004-12-08"},{"category":"A, B, C","comments":"(Alex Trebek: A nice theme building there.)","clues":[{"text":"Next to Bob Lanier &amp; Gilbert Perreault, sports reference books list C for this position","response":"center"},{"text":"In phrases like \"a man\" or \"a door\", a is this part of speech","response":"an article"},{"text":"It's the symbol for the letter A in braille","response":"a dot"},{"text":"In the Stock Market abbreviation B&A, A is Asked &amp; B is this","response":"Bid"},{"text":"If you're in \"A&R\" for a record company, you know it stands for these \"and Repertoire\"","response":"Artists"}],"originalDate":"2004-12-08"}],{"category":"U.S. PRESIDENTS","text":"Besides Carter, 1 of 2 20th century presidents to live at least 30 years past the day he entered office","response":"(1 of) Gerald Ford & Herbert Hoover"}]}