{"mix":5414,"rounds":[[{"category":"THIS MEANS WAR","comments":"","clues":[{"text":"In 2001 Teddy Roosevelt received a posthumous Medal of Honor for his actions during this war","response":"the Spanish-American War"},{"text":"Legend has it that this war lasted for 10 years, ending in 1184 B.C.","response":"the Trojan War"},{"text":"It began in 1899 when the Orange Free State &amp; South African Republic declared war on Britain","response":"the Boer War"},{"text":"The 7th Earl of Cardigan saw his famous light brigade decimated in the Battle of Balaklava in this war","response":"the Crimean War"},{"text":"The second of these wars between ancient Rome &amp; Carthage is also known as the Hannibalic war","response":"the Punic Wars"}],"originalDate":"2004-11-17"},{"category":"TOOLS OF THE TRADE","comments":"","clues":[{"text":"Zwilling J. A. Henckels will sell the aspiring chef an 18-piece block set of these","response":"knives"},{"text":"Firefighters' equipment includes axes and this modified \"bar\" that operates as a lever","response":"a crowbar"},{"text":"Professional whose tool kit would most likely include a multimeter &amp; a wire stripper","response":"electrician"},{"text":"Tusa's visio, with a polycarbonate frame, is this piece of scuba equipment","response":"a mask"},{"text":"To achieve the surf style on one of these, use a whammy bar","response":"a guitar"}],"originalDate":"2004-11-17"},{"category":"THE GOD SQUAD","comments":"","clues":[{"text":"He was the one-eyed top god of the Vikings","response":"Odin"},{"text":"The official seal of this U.S. state depicts the goddess Minerva &amp; a grizzly bear","response":"California"},{"text":"An ancient goddess of this civilization, Mut was depicted with a vulture's head","response":"Egypt"},{"text":"Mara, this Asian religion's god of evil, rides an elephant &amp; has 100 arms","response":"Buddhism"},{"text":"Ganesha is this religion's god of luck &amp; wisdom","response":"Hinduism"}],"originalDate":"2004-11-16"},{"category":"COLLEGIATE FINE DINING","comments":"","clues":[{"text":"In 2004 this chain launched its Go Active! Happy Meals for Adults","response":"McDonald's"},{"text":"For those watching their carbs, this sandwich chain offers \"Atkins-friendly\" salads &amp; wraps","response":"Subway"},{"text":"Enchiritos &amp; Meximelts are specialties found on its menu","response":"Taco Bell"},{"text":"Celebrate this chain's 85th anniversary in 2004 with a hot dog &amp; a root beer float","response":"A&W"},{"text":"The 3 dots on their pizza boxes represent their first 3 stores","response":"Domino's"}],"originalDate":"2004-11-16"},{"category":"SHOCKING!","comments":"","clues":[{"text":"Over 50% of the electric power generated in the U.S. is produced by the burning of this fuel","response":"coal"},{"text":"The Harrison family was living in this mansion in the Spring of 1891 when it was wired for electricity","response":"the White House"},{"text":"This huge electric company was formed in 1892 by the merger of Thomas Edison's company with its main rival","response":"General Electric"},{"text":"It's the technical term for an electric current that regularly reverses direction","response":"Alternating Current"},{"text":"This unit of electrical resistance is named for a 19th century German physicist","response":"ohms"}],"originalDate":"2004-11-16"},{"category":"YOU HAVE TOO MUCH...","comments":"(Alex: ...of something!)","clues":[{"text":"You have too much of this in your blood if you have diabetes mellitus","response":"sugar"},{"text":"...of this if afflicted with hirsutism","response":"hair"},{"text":"...of this on your bow that's overstrung","response":"tension"},{"text":"...if you suffer from hypernatremia (put down the potato chips)","response":"sodium"},{"text":"...if you're bicycling with higher-than-recommended PSI","response":"pressure in your tires"}],"originalDate":"2004-11-16"}],[{"category":"YOU'RE SWIMMING IN IT","comments":"(Alex: You have to tell us what body of water it is.)","clues":[{"text":"Testing the water in Africa's largest freshwater lake","response":"Lake Victoria"},{"text":"Having a splash in Needles, California","response":"the Colorado River"},{"text":"Taking a dip in Iquitos, Peru","response":"the Amazon River"},{"text":"In an Alpine lake that's a widening of the Rhone River","response":"Lake Geneva"},{"text":"Capsized in a riverboat off Turin, Italy","response":"the Po River"}],"originalDate":"2004-11-16"},{"category":"THE AGASSI &amp; THE ECSTASY","comments":"","clues":[{"text":"A writer said he'd eat his T-shirt if Andre won this British event in 1992 (bon appetit!)","response":"Wimbledon"},{"text":"In 1999 Agassi made a thrilling comeback, winning this clay-court Grand Slam tournament","response":"the French Open"},{"text":"This German woman, the current Mrs. Agassi, won the 1988 Grand Slam","response":"Steffi Graf"},{"text":"Agassi won the 1995 Australian Open by beating him, Andre's co-star in Nike's \"Guerrilla Tennis\" ads","response":"Pete Sampras"},{"text":"In 1994 Andre became the first unseeded men's singles champ at this NYC Grand Slam event","response":"the U.S. Open"}],"originalDate":"2004-11-16"},{"category":"SHAKESPEARE","comments":"","clues":[{"text":"King Lear foolishly rejects this viruous daughter","response":"Cordelia"},{"text":"Miranda's father, he ends \"The Tempest\" with an epilogue","response":"Prospero"},{"text":"\"Romeo and Juliet\" begins, \"Two households, both alike in\" this","response":"dignity"},{"text":"Act I of this tragedy begins in a palace in Alexandria","response":"<i>Antony and Cleopatra</i>"},{"text":"Comedy in which Lysander says, \"The course of true love never did run smooth\"","response":"<i>A Midsummer Night's Dream</i>"}],"originalDate":"2004-11-16"},{"category":"GENERAL ED.","comments":"","clues":[{"text":"This cold region of Russia makes up about 75% of the country's land area","response":"Siberia"},{"text":"Canadian doctors say this Winnie the Pooh character suffered chronic depression &amp; was unable to enjoy life","response":"Eeyore"},{"text":"Carol Moseley-Braun, the first African American woman elected to the U.S. Senate, represented this state, 1993-1999","response":"Illinois"},{"text":"Oscar Wilde combined with comedy with farce for this play, his last &amp; most famous","response":"<i>The Importance of Being Earnest</i>"},{"text":"A zygote is produced by the union of 2 of these sex cells, an egg &amp; a sperm","response":"gametes"}],"originalDate":"2004-11-16"},{"category":"PASSING TIME ON CAMPUS","comments":"","clues":[{"text":"Telephone this official London residence of the Queen &amp; ask if they have Prince Albert in a can","response":"Buckingham Palace"},{"text":"Impress friends by memorizing all the Canadian provinical capitals including this capital of Manitoba","response":"Winnipeg"},{"text":"Raise some of these animals, like the Rhode Island Red or the Cornish, in the quad","response":"chickens"},{"text":"Prepare for life after college by doing this West Indian dance that shares its name with a border region of hell","response":"the Limbo"},{"text":"Get in touch with your inner reindeer &amp; paw through snow to reach these symbiotic fungi to eat","response":"lichens"}],"originalDate":"2004-11-16"},{"category":"DOUBLE \"L\"","comments":"","clues":[{"text":"Repetitive literary device illustrated in \"Peter Piper picked a peck of pickled peppers\"","response":"alliteration"},{"text":"A streetcar","response":"trolley"},{"text":"An emblem of this city in Spain is the Giralda, a Muslim minaret that's part of the city's cathedral","response":"Seville"},{"text":"It can refer to the oars used to propel a boat, or a racing boat propelled by those oars","response":"scull"},{"text":"The Bulgarian language is written in this alphabet","response":"Cyrillic"}],"originalDate":"2004-11-16"}],{"category":"SPORTS VENUES","text":"The last names found on these 2 sports venues, both in Queens, are anagrams of each other","response":"Arthur Ashe Stadium & Shea Stadium"}]}