{"mix":5421,"rounds":[[{"category":"EVENTS IN THE OLYMPIC DECATHLON","comments":"","clues":[{"text":"It's the running event that includes a series of obstacles","response":"the hurdles"},{"text":"It's the throwing event that uses the heaviest item","response":"the shotput"},{"text":"It's the shortest of the running events","response":"100 meters"},{"text":"The 2 events with \"jump\" in their names","response":"long jump & high jump"},{"text":"The 2 events in which you use a long rod","response":"the pole vault & the javelin"}],"originalDate":"2004-11-05"},{"category":"IT'S ALL GREEK TO ME","comments":"","clues":[{"text":"Before you \"coin\" one of these, know it's from the Greek for \"to speak\"","response":"a phrase"},{"text":"From the Greek for \"flow\", this type of arthritis is characterized by painful swelling of the joints","response":"rheumatoid"},{"text":"This word is from the Greek for \"wanderer\"; the fact that the Earth was one wasn't figured out till later","response":"planet"},{"text":"From the Greek for \"to strike on one side\", it's paralysis of both legs due to a spinal cord injury","response":"paraplegia"},{"text":"From the Greek for \"tongue\", it's the opening in the larynx where consonants stop","response":"the glottis"}],"originalDate":"2004-11-05"},{"category":"LETTER PERFECT","comments":"","clues":[{"text":"Crossword puzzle competitors save time by using the lower-case version of this most common English letter","response":"E"},{"text":"In Roman numerals, if you get a hit every time up, you're said to be batting this","response":"M"},{"text":"Alphabetically, the first letter that stands alone as the symbol of a chemical element","response":"B"},{"text":"A clever basketball coach is said to be good with these two letters","response":"X's & O's"},{"text":"To reverse direction in a car, hang a U-turn or this type of turn, also called a 3-point turn","response":"K-turn"}],"originalDate":"2004-11-05"},{"category":"GUNSMOKE","comments":"","clues":[{"text":"Horace Smith produced the first cartridge revolver pistol with this business partner","response":"Wesson"},{"text":"At noon on July 4, U.S. Army posts fire a salute of this many guns","response":"50"},{"text":"The pistol used to kill this man is displayed by the Buffalo &amp; Erie County Historical Society","response":"William McKinley"},{"text":"This U.S. state's official seal shows a man holding a gun &amp; standing on a peninsula","response":"Michigan"},{"text":"In 1974 this man told the U.N. General Assembly he bore \"an olive branch and a freedom fighter's gun\"","response":"Yasser Arafat"}],"originalDate":"2004-11-04"},{"category":"LEAVE IT TO BEAVER","comments":"","clues":[{"text":"Reportedly, the largest of these beaver constructions was over 2,000 feet long &amp; 12 feet high","response":"a dam"},{"text":"It should gnaw at you that beavers are members of this largest order of mammals","response":"rodents"},{"text":"In April 1999 several beavers were captured after munching on this city's prized cherry trees","response":"Washington, D.C."},{"text":"This country put a beaver on its coat of arms &amp; on its 5-cent piece","response":"Canada"},{"text":"Like baby foxes, the offspring of beavers are known by this term","response":"kits"}],"originalDate":"2004-11-04"},{"category":"YOU BET YOUR \"LIFE\"","comments":"","clues":[{"text":"A beach or pool attendant trained in rescue techniques","response":"a lifeguard"},{"text":"This TV cable network for women celebrated its 20th anniversary in 2004","response":"Lifetime"},{"text":"It's paid to your beneficiaries after your death","response":"life insurance"},{"text":"One-word term for your manner of living","response":"your lifestyle"},{"text":"A plaster cast made of a person's face","response":"a life mask"}],"originalDate":"2004-11-04"}],[{"category":"WHAT'S MY LINE?","comments":"(Alex: You have to identify the character speaking the line.)","clues":[{"text":"\"I will honor Christmas in my heart, and try to keep it all the year\"","response":"(Ebenezer) Scrooge"},{"text":"\"I want to be a lady in a flower shop stead of sellin at the corner of Tottenham Court Road\"","response":"Eliza Doolittle"},{"text":"\"Chief among these motives was the overwhelming idea of the great whale himself\"","response":"Ishmael"},{"text":"\"How all occasions do inform against me and spur my dull revenge!\"","response":"Hamlet"},{"text":"\"When you have eliminated the impossible, whatever remains, however improbable, must be the truth\"","response":"Sherlock Holmes"}],"originalDate":"2004-11-04"},{"category":"FATHER KNOWS BEST","comments":"","clues":[{"text":"In 1894 Nicholas II succeeded his father, Alexander III, as the ruler of this country","response":"Russia"},{"text":"During this Jewish ceremony, a father thanks God for being freed of legal responsibility for his son's actions","response":"a bar mitzvah"},{"text":"The Encarta Dictionary defines this as \"one of the members of the convention that drafted the U.S. Constitution\"","response":"a Founding Father"},{"text":"The anthem of this country between France &amp; Spain begins, \"The great Charlemagne, my father\"","response":"Andorra"},{"text":"Soren Kierkegaard is considered \"the father of\" this philosophical movement","response":"existentialism"}],"originalDate":"2004-11-04"},{"category":"'50s TV","comments":"","clues":[{"text":"In 1953 Edward R. Murrow gave a TV tour of this network's new West Coast facility, Television City","response":"CBS"},{"text":"A building here at Sony Pictures Studios is named for this actor, Jim Anderson on \"Father Knows Best\"","response":"Robert Young"},{"text":"During the 1955-56 season, its episodes included \"Alice and the Blonde\" &amp; \"Bensonhurst Bomber\"","response":"<i>The Honeymooners</i>"},{"text":"In 1950 this comedian brought his radio program to TV along with Rochester &amp; announcer Don Wilson","response":"Jack Benny"},{"text":"A few years before playing John Robinson in \"Lost in Space\", Guy Williams played this swashbuckler","response":"Zorro"}],"originalDate":"2004-11-04"},{"category":"TOP OF THE CHARTS, MA!","comments":"","clues":[{"text":"This singer of the No. 1 hit \"Let's Get It On\" was inducted into the Rock &amp; Roll Hall of Fame in 1987","response":"Marvin Gaye"},{"text":"A No. 1 song says, \"Did you ever know that you're my hero... I can fly higher than an eagle, for you are\" this","response":"\"The Wind Beneath My Wings\""},{"text":"Soloists on this 1985 song include Lionel Richie, Stevie Wonder, Willie Nelson, Bob Dylan &amp; Cyndi Lauper","response":"\"We Are The World\""},{"text":"In a No. 1 R&B hit this group wondered, \"Say, do you remember... dancing in September\"","response":"Earth, Wind & Fire"},{"text":"This Eagles song promises, \"Somebody's gonna hurt someone before the night is through\"","response":"\"Heartache Tonight\""}],"originalDate":"2004-11-04"},{"category":"\"I\" LADS","comments":"","clues":[{"text":"It was the name of 13 popes &amp; one antipope","response":"Innocent"},{"text":"Popular \"Peer Gynt\" playwright","response":"Ibsen"},{"text":"Born in Romania in 1912, this absurdist playwright died in 1994","response":"Ionesco"},{"text":"His pen names included Launcelot Wagstaffe, Geoffrey Crayon &amp; Diedrich Knickerbocker","response":"Washington Irving"},{"text":"In his teens this Neoclassical French artist joined the studio of Jacques-Louis David","response":"Ingres"}],"originalDate":"2004-11-04"},{"category":"COUNTRY MATTERS","comments":"","clues":[{"text":"On April 25, 1898 the U.S. declared war on this country","response":"Spain"},{"text":"Formed by the Nan, Ping, Wang &amp; Yom, the Chao Phraya is this country's main river","response":"Thailand"},{"text":"This African nation is made up of one big island &amp; several smaller ones including Sainte Marie","response":"Madagascar"},{"text":"When the War of the Pacific ended in 1884, this now landlocked country lost its only coastal territory to Chile","response":"Bolivia"},{"text":"Less than 12,000 square miles, this country is completely surrounded by South Africa","response":"Lesotho"}],"originalDate":"2004-11-04"}],{"category":"16th CENTURY THINKERS","text":"In 1517 he wrote, \"The treasures of indulgences are nets with which they now fish for the wealth of men\"","response":"Martin Luther"}]}