{"mix":5427,"rounds":[[{"category":"WHAT'S THE RUSHMORE?","comments":"","clues":[{"text":"A depiction of Mount Rushmore appears on this state's official license plates","response":"South Dakota"},{"text":"It's the \"dark\" mountainous region where you'll find Mount Rushmore","response":"the Black Hills"},{"text":"Of the 4 men on Mount Rushmore, the 2 who were lawyers","response":"Lincoln & Jefferson"},{"text":"Of the 4 men immortalized on Mount Rushmore, the one who was born last","response":"Teddy Roosevelt"},{"text":"He's the ambitious &amp; visionary sculptor who designed &amp; oversaw the massive Mount Rushmore project","response":"(Gutzon) Borglum"}],"originalDate":"2004-10-25"},{"category":"STATE CAPITALS","comments":"","clues":[{"text":"This Nevada capital was founded by Abraham Curry, who named it for a famous frontier scout","response":"Carson City"},{"text":"More than half of all U.S. coins are made at the mint in this \"Mile High City\"","response":"Denver"},{"text":"This state capital was founded by John Sutter, Jr. a year after gold was discovered on his father's sawmill","response":"Sacramento"},{"text":"The 20-foot tall statue that stands in this capital's City Hall Plaza was a gift from the citizens of Genoa, Italy","response":"Columbus (Ohio)"},{"text":"Peter Stuyvesant gave it the name Beverwyck in 1652; 12 years later it was given its present name","response":"Albany (New York)"}],"originalDate":"2004-10-22"},{"category":"RATED PG","comments":"","clues":[{"text":"Lindsay Curtis &amp; Jamie Lee Lohan<span class=\"nobreak\">--</span>wait, switch those last names<span class=\"nobreak\">--</span>starred in this 2003 remake","response":"<i>Freaky Friday</i>"},{"text":"\"Save the world.  Get the girl.  Pass math\" was a tagline for this 2003 Frankie Muniz pic","response":"<i>Agent Cody Banks</i>"},{"text":"The 4 main food groups where Will Ferrell comes from in this film are candy, candy canes, candy corn &amp; syrup","response":"<i>Elf</i>"},{"text":"In 2002 Freddie Prinze Jr. went to the dogs in this film","response":"<i>Scooby-Doo</i>"},{"text":"Kingdom of Far Far Away…  Hello!  Larry King voices an ugly stepsister in this sequel","response":"<i>Shrek 2</i>"}],"originalDate":"2004-10-22"},{"category":"SINGERS","comments":"","clues":[{"text":"She called her first real pop-rock album \"Metamorphosis\" because \"change is a very important and natural thing\"","response":"Hilary Duff"},{"text":"His solo hit \"Blowin' Me Up (With Her Love)\" was featured on the \"Drumline\" soundtrack","response":"JC Chasez"},{"text":"This one-named singer had hits with \"Foolish\", \"Always On Time\" &amp; \"What's Luv?\"","response":"Ashanti"},{"text":"I know you can name this hip-hop hero who had the hit song \"I Can\"","response":"Nas"},{"text":"Shad Gregory Moss is the real name of this teen rapper who's been \"Unleashed\"","response":"Lil' Bow Wow"}],"originalDate":"2004-10-22"},{"category":"AMERICAN HEROES","comments":"","clues":[{"text":"The birthday of this top Confederate general is celebrated as Confederate Heroes Day","response":"Robert E. Lee"},{"text":"This first lady saved one of the White House's paintings of George Washington during the War of 1812","response":"Dolley Madison"},{"text":"He's the famous German-American physicist who came up with the nuclear equation E = mc²","response":"Albert Einstein"},{"text":"Sign in please if you know this Massachusetts man was chosen President of the 2nd Continental Congress","response":"John Hancock"},{"text":"In 1932 she took off in a plane from Newfoundland, Canada &amp; landed about 15 hours later in Ireland","response":"Amelia Earhart"}],"originalDate":"2004-10-22"},{"category":"GOING TO THE DOCTOR","comments":"","clues":[{"text":"If eggs give you hives, doc will do a skin test to see if you have one of these, an abnormal reaction to something","response":"an allergy"},{"text":"You'll wear a lead apron when the doctor uses this imaging technique developed in the 1890s to check for a broken foot","response":"an X-ray"},{"text":"Your optometrist may use drops to dilate this circular opening in the center of the iris","response":"the pupil"},{"text":"It might feel like your arm is going to explode when that rubber cuff is inflated, but the doc is just measuring this","response":"blood pressure"},{"text":"Otitis media &amp; otitis externa are common infections of this body part; doc may prescribe drops or antibiotics for it","response":"your ears"}],"originalDate":"2004-10-21"}],[{"category":"CHORES","comments":"","clues":[{"text":"The Disney movie about this hero includes his labor of defeating the monstrous Hydra","response":"Hercules"},{"text":"In \"The Santa Clause 2\", Santa has to find one of these quick or he won't be Santa anymore","response":"a wife"},{"text":"It's into the bowels of this fiery mountain that Frodo must cast the ring to destroy it","response":"Mount Doom"},{"text":"Harry Potter accomplishes the task of breathing underwater with the help of this weed","response":"gillyweed"},{"text":"God's many commands to him include one in Numbers 26 to count all 600,000 men of Israel","response":"Moses"}],"originalDate":"2004-10-21"},{"category":"BRUSSELS SPROUTS","comments":"","clues":[{"text":"French-speaking kids learn that Brussels is the capital of Belgique; we call the country this","response":"Belgium"},{"text":"We imagine that a popular pet for Brussels kids is the Brussels griffon, one of these","response":"a dog"},{"text":"Manneken-Pis, a statue in Brussels of a little boy, is part of one of these watery sights in the city center","response":"fountains"},{"text":"Kids can eat with their hands at Leon, a restaurant specializing in this seafood that rhymes with \"Brussels\"","response":"mussels"},{"text":"They might need a drummer boy when this battle that sealed Napoleon's fate is re-enacted near Brussels every 5 years","response":"Waterloo"}],"originalDate":"2004-10-21"},{"category":"HOMEWORK","comments":"","clues":[{"text":"For starters you can read the first entry, dated June 14, 1942, in this girl's diary","response":"Anne Frank"},{"text":"Continue working on your math problems &amp; give us this square root of 121","response":"11"},{"text":"For science, classify rocks according to their 3 main types: metamorphic, sedimentary &amp; this","response":"igneous"},{"text":"Write one of these 3-line, 17-syllable Japanese poems; any subject","response":"a haiku"},{"text":"For week's end, brush up on your Spanish &amp; translate \"Gracias a Dios es viernes\" for us","response":"Thank God it's Friday"}],"originalDate":"2004-10-21"},{"category":"BEDTIME","comments":"","clues":[{"text":"The 2 sizes of beds that sound like you have to be royalty to sleep on them","response":"king and queen"},{"text":"From the Latin for \"cushion\", this warm bed covering is made of 2 layers of fabric with a layer between them","response":"a quilt"},{"text":"This baby bed with a 4-letter name often has high barred sides to keep the baby from falling out","response":"a crib"},{"text":"If you stay overnight at a B&B, in the morning you'll know that it stands for \"bed &\" this","response":"breakfast"},{"text":"If you're spending the night in the famous Lincoln bedroom, you're sleeping in this mansion","response":"the White House"}],"originalDate":"2004-10-21"},{"category":"CELEBRITIES","comments":"","clues":[{"text":"This 18-year-old Disney Channel star shared an apartment in Los Angeles with Lindsay Lohan; \"That's so\" her","response":"Raven"},{"text":"This Canterbury native became a household name after playing Legolas in \"The Lord of the Rings\" trilogy","response":"Orlando Bloom"},{"text":"This young star was Michael Caine &amp; Robert Duvall's grandnephew in \"Secondhand Lions\"","response":"Haley Joel Osment"},{"text":"The first name of this \"Even Stevens\" co-star rhymes with \"Hiya\"","response":"Shia (LaBeouf)"},{"text":"This 16-year-old girl from Texas was golden in women's all-around gymnastics at the 2004 Olympics","response":"Carly Patterson"}],"originalDate":"2004-10-21"},{"category":"KIDS IN THE 1960s","comments":"","clues":[{"text":"...heard him say on Aug. 28, 1963, \"Even though we face the difficulties of... tomorrow, I still have a dream\"","response":"Martin Luther King, Jr."},{"text":"...went hoarse screaming at the TV on Feb. 9, 1964 when this band played \"She Loves You\" on \"Ed Sullivan\"","response":"The Beatles"},{"text":"...read about the first 7 U.S. astronauts in this '60s NASA program named for the messenger of the Roman gods","response":"Mercury"},{"text":"...learned in 1966 of the creation of this African-American cultural festival that's celebrated from Dec. 26-Jan. 1","response":"Kwanzaa"},{"text":"...discussed the 1964 political ramifications of the Labour party's Harold Wilson becoming this nation's PM (sure!)","response":"England"}],"originalDate":"2004-10-21"}],{"category":"GODS OF ANCIENT EGYPT","text":"Appropriately, the center of cult worship for this ancient Egyptian god was in Cynopolis, \"City of the Dog\"","response":"Anubis"}]}