{"mix":5436,"rounds":[[{"category":"IN THE SMITHSONIAN","comments":"","clues":[{"text":"The Smithsonian has one of these (with 6 little bells) that John Hancock gave his baby son","response":"a rattle"},{"text":"Winchester, one of these that belonged to Gen. Sheridan, is on display<span class=\"nobreak\">--</span>all 16 hands of him","response":"a horse"},{"text":"In 1933 Miss Mary McCabe donated the compass this pair used between 1804 &amp; 1806","response":"Lewis & Clark"},{"text":"The Pulsar was the first all-electronic one of these, &amp; in 1972 it would have set you back $2,100","response":"a (wrist)watch"},{"text":"From the late '60s there is a \"blowout kit for the natural\" from this hair care line by Johnson Products","response":"Afro Sheen"}],"originalDate":"2004-10-05"},{"category":"THE DONALD","comments":"","clues":[{"text":"These 3 nephews of Donald Duck are the sons of his sister Dumbella","response":"Huey, Dewey & Louie"},{"text":"Donald's pet name for her was Toots","response":"Daisy"},{"text":"Donald's flute solo in \"The Band Concert\" enraged this co-star who was appearing in his first Technicolor toon","response":"Mickey"},{"text":"On Sept. 24, 1961 this professor uncle of Donald was introduced on \"Walt Disney's Wonderful World of Color\"","response":"Ludwig Von Drake"},{"text":"It's Donald Duck's home town","response":"Duckburg"}],"originalDate":"2004-10-05"},{"category":"PLANETARY DISTINCTIONS","comments":"","clues":[{"text":"The heaviest","response":"Jupiter"},{"text":"The most distant one known to the ancients","response":"Saturn"},{"text":"The hottest, on average","response":"Venus"},{"text":"The one named by an 11-year-old","response":"Pluto"},{"text":"The farthest from the Sun from 1979 to 1999","response":"Neptune"}],"originalDate":"2004-10-05"},{"category":"JOE THE FARMER","comments":"","clues":[{"text":"Joe's wife worries he'll fall out of this fodder storage area in the top of the barn","response":"the (hay) loft"},{"text":"Joe's dream vacation is a tour of this company's Technology Center in Moline, Illinois","response":"John Deere"},{"text":"After Joe's Uncle Lou went a bit loopy, Joe put him \"out to\" here, with the grazing sheep","response":"a pasture"},{"text":"After Joe found Joe Jr. joyriding in the tractor, he locked him in this round tower that usually holds grain","response":"a silo"},{"text":"Joe likes to ask other farmers, \"got\" this cereal grain?  When they say yes, he says, \"You better see a periodontist!\"","response":"sorghum"}],"originalDate":"2004-10-05"},{"category":"MEDALS &amp; DECORATIONS","comments":"","clues":[{"text":"This animal is depicted on Great Britain's Victoria Cross","response":"the lion"},{"text":"The St. Helena Medal, for French soldiers &amp; sailors who took part in the wars between 1792 &amp; 1815, bears his likeness","response":"Napoleon"},{"text":"In 1977 this Yankee center fielder of the 1940s &amp; early 1950s received the Presidential Medal of Freedom","response":"DiMaggio"},{"text":"Bolivia's highest award is the National Order of this vulture of the Andes","response":"a condor"},{"text":"This country's National Order of the Cedar is awarded for exceptional service or acts of extreme courage","response":"Lebanon"}],"originalDate":"2004-10-05"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"A masterful conductor is often called this, Italian for \"master\"","response":"maestro"},{"text":"The name of this bird is from the French version of Peter","response":"parrot"},{"text":"Make no bones about it, it's from a Greek expression for \"dried-up body\"","response":"skeleton"},{"text":"This Austrian physicist's name is now synonymous with a measurement of the speed of sound","response":"(Ernst) Mach"},{"text":"This 3-letter slang term for forbid or veto comes to us from the German for \"nothing\"","response":"nix"}],"originalDate":"2004-10-05"}],[{"category":"A BYZANTINE CATEGORY","comments":"","clues":[{"text":"At over 4 miles in length, a wall built in the 400s kept this capital safe for a thousand years","response":"Constantinople"},{"text":"Byzantine jurists helped Emperor Justinian assemble what's known as the Justinian one of these","response":"a code"},{"text":"In the 1370s these people got Gallipoli from the Byzantine Empire; later they got the whole Empire","response":"the Ottomans (or Ottoman Turks)"},{"text":"A Lombard invasion in the 500s ended Byzantine control in what's now this country","response":"Italy"},{"text":"The inhabitants of the Empire didn't call themselves \"Byzantines\" but these imperial people","response":"Romans"}],"originalDate":"2004-10-05"},{"category":"ROD STEWART","comments":"","clues":[{"text":"His 12 nominations include Best Male Rock Vocal for \"Young Turks\", but Rod has never won one of these awards","response":"a Grammy"},{"text":"In 1994 Rod took \"All For Love\" to No. 1 for 3 weeks with Bryan Adams &amp; this Police-man","response":"Sting"},{"text":"In 1972 Rod hit the Top 40 (No. 40, actually) with \"Angel\", written by this legend who played like his guitar was on fire","response":"Jimi Hendrix"},{"text":"\"I think I've got something to say to you\" &amp; it's that Rod hit No. 1 in 1971 with this tune","response":"\"Maggie May\""},{"text":"This New Zealand supermodel joined the rather lengthy list of blondes on Rod's dating resume &amp; married him in 1990","response":"Rachel Hunter"}],"originalDate":"2004-10-05"},{"category":"DO YA THINK I'M \"SEX\"Y?","comments":"","clues":[{"text":"This 6-letter term means designed for both men &amp; women","response":"unisex"},{"text":"People magazine bestowed this honor on Nick Nolte in 1992; 2 years later, no one on the planet qualified","response":"Sexiest Man Alive"},{"text":"Term for reproduction, as budding or fission, not involving the union of gametes","response":"asexual"},{"text":"An official of a church charged with taking care of the edifice &amp; its contents","response":"sexton"},{"text":"A borough in New Jersey, or a former English county now part of Greater London","response":"Middlesex"}],"originalDate":"2004-10-05"},{"category":"SCIENCE &amp; NATURE","comments":"","clues":[{"text":"Hunting &amp; forest clearing (not a luxury automaker) have endangered this largest wild cat of the Americas","response":"the jaguar"},{"text":"Like an escargot, the abalone is an edible one of these gastropods","response":"a snail"},{"text":"It's the branch of physics that deals with the nature &amp; properties of light","response":"optics"},{"text":"Hermann Muller won a 1946 Nobel Prize for proving that the use of these can cause mutations","response":"X rays"},{"text":"The flowers on this type of myrtle tree resemble the crinkly paper of the same name","response":"crepe"}],"originalDate":"2004-10-04"},{"category":"CHAT ROOM LINGO","comments":"","clues":[{"text":"\"CAD\" stands for these 3 computer keys (often used together)","response":"Ctrl+Alt+Delete"},{"text":"Don’t wait around if you read \"DHYB\"; it means “don’t hold” this","response":"your breath"},{"text":"\"ESO\" is the insulting \"equipment smarter than\" this person","response":"the operator"},{"text":"\"CD-ROM\" also stands for \"consumer device rendered\" this \"in months\"","response":"obsolete"},{"text":"\"AIAMU\" means \"and I'm a\" this, expressing astonishment","response":"monkey's uncle"}],"originalDate":"2004-10-04"},{"category":"AARON BURR","comments":"","clues":[{"text":"The man he tied with 73 electoral votes in 1800","response":"Jefferson"},{"text":"The New Jersey college he graduated from at age 16","response":"Princeton"},{"text":"The man he went to New Jersey to meet on July 11, 1804","response":"Hamilton"},{"text":"The man he introduced the widow Dolley Todd to in 1794","response":"James Madison"},{"text":"The Chief Justice who presided over his treason trial","response":"John Marshall"}],"originalDate":"2004-10-04"}],{"category":"CELEBRATIONS","text":"Homecoming Scotland is a yearlong celebration of this man's 250th birthday on Jan. 25, 2009","response":"Rabbie Burns"}]}