{"mix":5437,"rounds":[[{"category":"GOT MILK?","comments":"","clues":[{"text":"AKA \"America’s Dairyland\", it’s one of the leading U.S. states in milk production","response":"Wisconsin"},{"text":"1 of this unit of milk weighs about 8 pounds","response":"a gallon"},{"text":"A Frenchman created this process that kills microorganisms in milk by heating it","response":"pasteurization"},{"text":"This type of sugar that's less sweet than sucrose is found only in milk","response":"lactose"},{"text":"In 1856 Gail Borden received a patent for his process to do this to milk","response":"condense it"}],"originalDate":"2004-10-04"},{"category":"THE 2004 PRESIDENTIAL RACE","comments":"","clues":[{"text":"Bush-Cheney called Edwards Kerry's second choice, meaning this Republican was his first","response":"John McCain"},{"text":"George W. Bush won 91% of the vote in Massachusetts (unfortunately for him it was in this contest)","response":"the Republican primary"},{"text":"Most of the over 50,000 signatures he submitted to try to get on the Michigan ballot were collected by the GOP","response":"(Ralph) Nader"},{"text":"In a July 23 speech to this league, the President asked if the Democrats take black voters for granted","response":"the National Urban League"},{"text":"This Florida senator was the first Democratic candidate to drop out of the race","response":"(Bob) Graham"}],"originalDate":"2004-10-04"},{"category":"JACKS OR BETTER","comments":"","clues":[{"text":"In the 19th century a new breed of terrier was named for this clergyman","response":"Jack Russell"},{"text":"In \"Nightmares &amp; Dreamscapes\" this author wrote, \"I believe there is an unseen world all around us\"","response":"Stephen King"},{"text":"In 1999 this rapper-turned-actress turned talk show host","response":"Queen Latifah"},{"text":"Columbia chief Harry Cohn advised this actor to change his last name to avoid negative review puns","response":"Jack Lemmon"},{"text":"An ad in a 1973 paper brought this lead guitarist together with Gene Simmons, Paul Stanley &amp; Peter Criss","response":"Ace Frehley"}],"originalDate":"2004-10-04"},{"category":"SHE SELLS SEYCHELLES","comments":"","clues":[{"text":"One of the principal exports of Seychelles is copra, the dried white flesh of this fruit","response":"coconut"},{"text":"From about 1500 to 1750 the Seychelles served mainly as a hiding place for these people","response":"pirates"},{"text":"The Seychelles uses this unit of currency, which is also used in Pakistan, Nepal &amp; Sri Lanka","response":"the rupee"},{"text":"Seychelles is an example of this grouping of a large number of islands on a vast sheet of sea","response":"an archipelago"},{"text":"This Portuguese navigator, the first European to reach India by sea, discovered the Seychelles in 1502","response":"Vasco da Gama"}],"originalDate":"2004-10-04"},{"category":"HOMOPHONIC NAMES","comments":"","clues":[{"text":"A tree that's a national symbol of Slovenia, or a Texan U.S. president's first name","response":"linden (or Lyndon)"},{"text":"Loudly, raucously sound out George Orwell's original last name","response":"blare (or Blair)"},{"text":"A critiquer of pure reason who died in 1804, or a response indicating you're unable to grasp his philosophy","response":"Kant (or can't)"},{"text":"In \"A hymn to God the Father\", this metaphysical poet makes punning use of this synonym for \"finished\"","response":"Donne (or done)"},{"text":"Sadly for him, the 17th century gunpowder plotter wasn't quite as sly as the animal","response":"Fawkes (or fox)"}],"originalDate":"2004-10-04"},{"category":"ENDS IN \"GHT\"","comments":"","clues":[{"text":"On October 26, 1881 this took place at Tombstone's OK Corral","response":"gunfight"},{"text":"William Congreve wrote, \"Women are like tricks by\" this \"of hand, which, to admire, we should not understand\"","response":"sleight"},{"text":"As a noun, it's a zero; as a pronoun, it's nothing","response":"naught"},{"text":"Samuel F.B. Morse could have told you that it's a past tense &amp; a past participle of work","response":"wrought"},{"text":"Abbreviated dwt., it's equal to 24 grains, or 1/20 of a troy ounce","response":"a pennyweight"}],"originalDate":"2004-10-04"}],[{"category":"SCIENCE &amp; TECHNOLOGY","comments":"","clues":[{"text":"Social insects, termites live in groups of a few hundred to several million called these","response":"colonies"},{"text":"Dioxide of this element, symbol Cr, is used to make recording tape for cassettes","response":"chromium"},{"text":"The Cassini spacecraft is scheduled to study this planet &amp; send a probe to the surface of its moon Titan","response":"Saturn"},{"text":"The name of this pivoted frame for the combustion chamber &amp; nozzle of a rocket sounds like Macy's one-time rival","response":"a gimbal"},{"text":"This biologist first gained acclaim for writing in 1937 with her article \"Undersea\" in the Atlantic Monthly","response":"Rachel Carson"}],"originalDate":"2004-10-01"},{"category":"ANAGRAMMED <em class=\"underline\">WEST WING</em> STARS","comments":"(Alex: You must give us the first and the last name of the stars.)","clues":[{"text":"Hail to the chief:<br>ART MEN SHINE","response":"Martin Sheen"},{"text":"She \"presses\" on:<br>SOLE JAIL NANNY","response":"Allison Janney"},{"text":"We're still \"laugh-in\" at her:<br>O MY ILL LINT","response":"Lily Tomlin"},{"text":"Quite a \"lady\":<br>DANCING CART HONKS","response":"Stockard Channing"},{"text":"He's Toby Z:<br>HARD CHIC RIFFS","response":"Richard Schiff"}],"originalDate":"2004-10-01"},{"category":"BIRD-BRAINED BALLETS","comments":"","clues":[{"text":"One of these large birds is featured in \"Les Maries de la Tour Eiffel\" (reminds me of \"Fantasia\")","response":"ostriches"},{"text":"The \"Bluebird Pas de Deux\" is performed at Princess Aurora's wedding in this fairy tale ballet","response":"<i>Sleeping Beauty</i>"},{"text":"Gelsey Kirkland starred in the 1972 version of \"The Song of\" this nocturnal bird","response":"a nightingale"},{"text":"Tamara Karsavina won the role of this title bird in a 1910 ballet because Anna Pavlova didn't like the music","response":"the Firebird"},{"text":"Created for Anna Pavlova, this famous ballet solo is a lot shorter than \"Swan Lake\"","response":"\"The Dying Swan\""}],"originalDate":"2004-10-01"},{"category":"AMERICANS IN PARIS","comments":"","clues":[{"text":"The avant-garde author of \"Three Lives\", her home was a salon for emerging artists such as Picasso &amp; Braque","response":"(Gertrude) Stein"},{"text":"While in Paris, poet &amp; critic Ezra Pound helped little-known talent T.S. Eliot edit this 1922 poem","response":"\"The Waste Land\""},{"text":"This \"Fanfare for the Common Man\" composer sold his first work while studying with Nadia Boulanger in Paris","response":"(Aaron) Copland"},{"text":"Alexander Calder made one of his first wire sculptures in the image of this expatriate singer/dancer","response":"Josephine Baker"},{"text":"During his self-exile, he voiced the strife of black Americans in books like 1961's \"Nobody Knows My Name\"","response":"James Baldwin"}],"originalDate":"2004-10-01"},{"category":"ENGLISH LIT","comments":"","clues":[{"text":"Published in 1976, her last Miss Marple case, \"Sleeping Murder\", was actually written during WWII","response":"(Agatha) Christie"},{"text":"She introduced Mr. &amp; Mrs. Dalloway in her first novel, \"The Voyage Out\"","response":"Virginia Woolf"},{"text":"Chapters in this novel include \"Wickfield and Heep\" &amp; \"Mr. Micawber's Gauntlet\"","response":"<i>David Copperfield</i>"},{"text":"Published in 1590, \"The Legend of the Red Cross Knight\" is the first of 6 books in this poetic epic","response":"<i>The Faerie Queene</i>"},{"text":"She's the heroine of the long-banned 18th century novel \"Memoirs of a Woman of Pleasure\"","response":"Fanny Hill"}],"originalDate":"2004-10-01"},{"category":"CHART TOPPERS","comments":"","clues":[{"text":"This Debby Boone hit was No. 1 on the Top 40 chart for 10 weeks, longer than any other song of the 1970s","response":"\"You Light Up My Life\""},{"text":"His No. 1 R&B hits include \"Papa Don't Take No Mess Part 1\"","response":"James Brown"},{"text":"Her 1996 hit \"Because You Loved Me\" topped the adult contemporary charts for an amazing 19 weeks","response":"Celine Dion"},{"text":"In 1995 she had 2 songs debut at the top of the charts; one was a duet with Boyz II Men","response":"Mariah Carey"},{"text":"He wrote Bread's only No. 1 hit, \"Make It With You\", as well as the title track to the 1977 film \"The Goodbye Girl\"","response":"David Gates"}],"originalDate":"2004-10-01"}],{"category":"FRANCO-AMERICAN HISTORY","text":"After a large French army was wiped out by yellow fever on this island in 1802, Napoleon decided to sell Louisiana","response":"Hispaniola (or Haiti)"}]}