{"mix":5438,"rounds":[[{"category":"GEOGRAPHY","comments":"","clues":[{"text":"Buffalo &amp; Cleveland are major ports on this Great Lake","response":"Erie"},{"text":"This Atlantic \"sea\" is named for the seaweed that can be seen there","response":"the Sargasso Sea"},{"text":"One of the 2 South American countries trying to claim Graham Land, part of the British Antarctic territory","response":"Argentina (or Chile)"},{"text":"In 1951 Portugal allowed NATO to establish an airbase on the island of Terceira in this archipelago","response":"Azores"},{"text":"It's the capital &amp; chief seaport of Trinidad &amp; Tobago","response":"Port-of-Spain"}],"originalDate":"2004-10-01"},{"category":"FIVE EASY PEACES","comments":"","clues":[{"text":"Alexander II signed the Peace of York in 1237, establishing a permanent boundary between these 2 countries","response":"England and Scotland"},{"text":"The Peace of this mountain range agreed to by Louis XIV &amp; Philip IV ended the 1600s Franco-Spanish War","response":"the Pyrenees"},{"text":"After John II's 1356 defeat at the Battle of Poitiers, the Peace of Bretigny was signed, ending the 1st phase of this","response":"the Hundred Years' War"},{"text":"The Peace of Utrecht ended this war &amp; recognized the legitimacy of Louis XIV's grandson as King of Spain","response":"the War of the Spanish Succession"},{"text":"Negotations in a Duchy in what is now Western Germany led to the naming of this 1648 peace","response":"Westphalia"}],"originalDate":"2004-10-01"},{"category":"WORD ORIGINS","comments":"","clues":[{"text":"Whether it's a problem in the eye or a waterfall, it's from the Greek for \"to dash down\"","response":"cataract"},{"text":"From the Italian for \"bench\", it's a sumptuous feast given in someone's honor","response":"banquet"},{"text":"This large, triangular sail used on some racing yachts is said to derive its name from a yacht called the Sphinx","response":"a spinnaker"},{"text":"This Protestant group was named for its founders' strict &amp; orderly approach to life &amp; the Scriptures","response":"Methodists"},{"text":"From the Latin word lampreda we get lamprey, as well as the name of this mollusk","response":"limpet"}],"originalDate":"2004-10-01"},{"category":"IN OLD ENCYCLOPEDIAS","comments":"","clues":[{"text":"The 1967 Compton's article on this now-defunct country shows a woman from Kharkov with steel teeth","response":"the USSR"},{"text":"Britannica's third edition (1788) says, \"the utility of\" this tuber \"to the common people is well known\"","response":"the potato"},{"text":"A 1970 Grolier's article on these called the magnetic drum the most used storage medium","response":"computers"},{"text":"In the 1982 Webster's Desk Encyclopedia, it was \"a South-east Asian nation formerly called Cambodia\"","response":"Kampuchea"},{"text":"In a 1989 Columbia, \"many feel\" this harsh system formalized in 1948, \"will end only by force\" (many are wrong)","response":"apartheid"}],"originalDate":"2004-09-30"},{"category":"PBS' <em class=\"underline\">ELECTRIC COMPANY</em>","comments":"","clues":[{"text":"He played Easy Reader &amp; Mel Mound the DJ; in 2003 he was God \"Almighty\"","response":"Morgan Freeman"},{"text":"\"Hey you guys!\"  Born Rosita Dolores Alverio, her acting resume goes from \"West Side Story\" to \"E.C.\" to HBO's \"Oz\"","response":"Rita Moreno"},{"text":"He played Al the Milkman in 1972 &amp; 14 years later had the No. 1 TV show in America","response":"Bill Cosby"},{"text":"This composer of \"Poisoning Pigeons In The Park\" penned the songs \"Silent E\" and \"L-Y\" for the show","response":"Tom Lehrer"},{"text":"She's gonna live forever as an \"E.C.\" short circus member &amp; an Oscar winner for a song from \"Flashdance\"","response":"(Irene) Cara"}],"originalDate":"2004-09-30"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"Don't slip on this one: some Africans eat matoke &amp; drink waragi, both made from this fruit","response":"bananas"},{"text":"World Book says most of these are at least 7 inches long, have a knob on one end &amp; are used to make scarves","response":"knitting needles"},{"text":"This often quiet Frenchman said Michael Jackson's Moonwalk was influenced by his own \"Walking Against the Wind\"","response":"Marcel Marceau"},{"text":"She gave Kenilworth Castle to Robert Dudley, who was (wink, wink) a \"favorite\" of hers","response":"Queen Elizabeth I"},{"text":"The Captain &amp; Tennile would \"love\" this capital of Oman","response":"Muscat"}],"originalDate":"2004-09-30"}],[{"category":"SPLIT OWNERSHIP","comments":"(Alex: You have to name the two countries that share each geographic feature that we give you.)","clues":[{"text":"The Matterhorn","response":"Switzerland & Italy"},{"text":"Hispaniola","response":"Haiti & the Dominican Republic"},{"text":"Mount Everest","response":"Nepal & China"},{"text":"New Guinea","response":"Papua New Guinea & Indonesia"},{"text":"Lake Titicaca","response":"Peru & Bolivia"}],"originalDate":"2004-09-30"},{"category":"I DON'T GIVE A \"WHIT\"","comments":"","clues":[{"text":"In 1817 this inventor married Henrietta Edwards, the granddaughter of theologian Jonathan Edwards","response":"(Eli) Whitney"},{"text":"From the Middle English for \"to cut down\", old men seem to like to wile their time away doing it","response":"whittling"},{"text":"This Southern California city was founded by Quakers in 1887; it was home to Pio Pico, the state's last Mexican gov.","response":"Whittier"},{"text":"In one of his poems, he described himself as \"one of the roughs, a kosmos, disorderly fleshy and sensual\"","response":"Whitman"},{"text":"Pentecost","response":"Whit Sunday"}],"originalDate":"2004-09-30"},{"category":"AFRICAN CAPITALS","comments":"","clues":[{"text":"This capital was founded by North American settlers in 1822","response":"Monrovia"},{"text":"In 1993 18 U.S. soldiers were killed in a fierce battle in this capital","response":"Mogadishu"},{"text":"This picturesque Moorish city lies about 60 miles northeast of Casablanca","response":"Rabat"},{"text":"Tourist attractions in this city near Africa's northern tip include the ruins of Carthage &amp; other Punic towns","response":"Tunis"},{"text":"Muhammad Ali's \"Rumble in the Jungle\" with George Foreman was fought in this city, then the capital of Zaire","response":"Kinshasa"}],"originalDate":"2004-09-30"},{"category":"OPERA","comments":"","clues":[{"text":"This 1893 opera based on a children's tale is set partly in the woods of Ilsenstein","response":"<i>Hansel and Gretel</i>"},{"text":"A 1913 opera about this queen of Ithaca is based on an episode from \"The Odyssey\"","response":"Penelope"},{"text":"Eva has to marry the winner of a singing contest in Nuremberg in this comic opera by Wagner","response":"<i>Die Meistersinger</i> (<i>von Nürnburg</i>)"},{"text":"In 2004 the Royal Opera dropped soprano Deborah Voigt from \"Ariadne Auf Naxos\" for this reason","response":"she was too heavy"},{"text":"The name of this comic opera by Mozart is sometimes translated as \"So Do They All\"","response":"<i>Così fan tutte</i>"}],"originalDate":"2004-09-30"},{"category":"HUMAN EVOLUTION","comments":"","clues":[{"text":"Ben Franklin defined man as an animal that makes these; we started making them more than 2 million years ago","response":"tools"},{"text":"From the size of these body parts, Australopithecus boisei became known as \"Nutcracker Man\"","response":"the teeth"},{"text":"These Pleistocene cave-dwellers whose name is synonymous with brutishness had bigger brains than we do","response":"Neanderthals"},{"text":"5 million years ago our ancestors said, \"See ya, wouldn't want to be ya!\" to this living creature, genus Pan","response":"the chimp(anzee)"},{"text":"Discovered in 1984, the Nariokotome boy was assigned to this species of standup guys from 1 1/2 million B.C.","response":"Homo erectus"}],"originalDate":"2004-09-30"},{"category":"THE 3rd FILM IN THE SERIES","comments":"","clues":[{"text":"The year Stallone debuted the first of the 3 \"Rambo\" films he also appeared in the 3rd film in this series","response":"<i>Rocky</i>"},{"text":"This character was the object of the title search in \"Star Trek III\"","response":"Spock"},{"text":"In a 1990 film in this series, Marty travels to 1885 to save Doc Brown","response":"<i>Back to the Future</i>"},{"text":"\"With a Vengeance\", not \"III\", came after this in the title of a 1995 film","response":"<i>Die Hard</i>"},{"text":"Lorraine Axeman, one of our researchers, was an extra in \"Army of Darkness\", Sam Raimi's 3rd film in this Series","response":"<i>The Evil Dead</i>"}],"originalDate":"2004-09-29"}],{"category":"DIPLOMATIC RELATIONS","text":"Of the 4 countries in the world that the U.S. does not have diplomatic relations with, the one that's farthest north","response":"North Korea"}]}