{"mix":5442,"rounds":[[{"category":"KOALA TIME","comments":"","clues":[{"text":"The Taronga Zoo in this Australian port city is famous for its koala walkabout exhibit","response":"Sydney"},{"text":"Of 6, 16 or 60 years, the one closest to the average life expectancy of a koala","response":"16"},{"text":"In 1967 a talking koala became the spokesmarsupial for this airline","response":"Qantas"},{"text":"Like other marsupials, this is the term for a baby koala","response":"a joey"},{"text":"The word koala comes from the language of the Australian natives &amp; means \"animal that doesn't\" do this","response":"drink"}],"originalDate":"2004-09-23"},{"category":"WHAT A MYTHTAKE!","comments":"","clues":[{"text":"It was a mistake to go near this part-leonine creature; if you couldn't solve its riddles, it would eat you","response":"the Sphinx"},{"text":"If only Remus hadn't jumped over a wall on the Palatine hill; that may be why this sibling killed him","response":"Romulus"},{"text":"This god milked his affair with Io for all it was worth: he had to turn her into a cow to protect her from his wife","response":"Zeus"},{"text":"Some say that Phineus mistreated his kids, which is why these bird-like female monsters plagued him","response":"harpies"},{"text":"Thinking it was a love potion, Deianira dipped a shirt meant for him in poisoned blood<span class=\"nobreak\">--</span>oops!  It killed him","response":"Hercules"}],"originalDate":"2004-09-23"},{"category":"RANKS &amp; TITLES","comments":"","clues":[{"text":"If you have your heart set on being a lance corporal, this is the only U.S. armed service that offers the rank","response":"the Marines"},{"text":"In 1841 Matthew Perry was promoted to this rank","response":"Commodore"},{"text":"In 1875 Franz Ferdinand, future heir to the Austro-Hungarian throne, inherited this title","response":"Archduke"},{"text":"The wife of a reigning monarch is referred to as the Queen this","response":"Consort"},{"text":"Inheriting property &amp; title from her deceased husband made Tz'u-hsi of China this kind of empress","response":"dowager"}],"originalDate":"2004-09-23"},{"category":"YOU ARE WHAT YOU EAT","comments":"","clues":[{"text":"I wasn't surprised to see that overacting thespian eat the Smithfield type of this (he really is one, you know)","response":"a ham"},{"text":"Gorge on these chocolate-&amp;-peanut butter bars (or let them slip through your digits) &amp; folks will call you this","response":"Butterfingers"},{"text":"I couldn't believe it when I saw the boss eat a 20-lb. wheel of brie<span class=\"nobreak\">--</span>that's why we gave him this title","response":"the Big Cheese"},{"text":"Hey, you!  You with the long-lasting caramel sucker &amp; the blonde in the mink!  Bet she calls you this!","response":"Sugar Daddy"},{"text":"You're such a grouch!  For your June 25th birthday I'm serving you this, the symbol of your zodiac sign","response":"a crab"}],"originalDate":"2004-09-23"},{"category":"NATIONAL BOOK CRITICS CIRCLE HONOREES","comments":"","clues":[{"text":"Robert Caro's \"Means of Ascent\", a biography of this Texan president, recounts his early Senate victories","response":"Lyndon Johnson"},{"text":"This writer won for his novel \"The Counterlife\" &amp; for the biography \"Patrimony\", but not for \"Portnoy\"","response":"Philip Roth"},{"text":"Houdini, Emma Goldman &amp; Henry Ford are in this writer’s first winner; Dutch Schultz is in his second winner","response":"E.L. Doctorow"},{"text":"Edmund White wrote a definitive biography of this French thief, novelist &amp; playwright of \"The Maids\"","response":"(Jean) Genet"},{"text":"This Peruvian novelist won for his critical work \"Making Waves\"","response":"Mario Vargas Llosa"}],"originalDate":"2004-09-23"},{"category":"TAKING YOUR LUMPS","comments":"","clues":[{"text":"On this '50s sitcom Frank Bank played Lumpy","response":"<i>Leave It to Beaver</i>"},{"text":"Most geologists believe the Earth's core to be mainly a heavy, compressed lump of this metal","response":"iron"},{"text":"From the Norwegian for \"lump\", it's a blob of whipped cream put on a pie","response":"a dollop"},{"text":"Kipling water carrier called a \"limping lump o' brick-dust\"","response":"Gunga Din"},{"text":"Karl Marx bunched the dregs of society under this 17-letter mouthful","response":"the lumpenproletariat"}],"originalDate":"2004-09-23"}],[{"category":"THIS WAY TO THE EGRESS","comments":"","clues":[{"text":"\"My wallpaper and I are fighting a duel to the death.  One or the other of us has to go\", quipped this Irish playwright","response":"Oscar Wilde"},{"text":"This Algonquin wit suggested \"Excuse My Dust\" as her own epitaph","response":"Dorothy Parker"},{"text":"In a self-fulfilling prophesy about his drug habit, this comedian said \"I'll die young, but it's like kissing God\"","response":"Lenny Bruce"},{"text":"A flower child turned Fuhrer in the film \"The Producers\", he made his egress during a 1987 stage performance","response":"Dick Shawn"},{"text":"This 16th c. philosopher died of bronchitis after experiments with snow to delay the process of putrefaction","response":"(Sir Francis) Bacon"}],"originalDate":"2004-09-23"},{"category":"LETTERS IN SEQUENCE","comments":"(Alex: And in this category, we will have numbers in the clue.  These numbers will correspond to letters.  For instance, 1-2-3 would be A-B-C.)","clues":[{"text":"7-8-9:<br>A type of hyena","response":"lau<b>ghi</b>ng"},{"text":"4-5-6:<br>Transfer one's allegiance to another nation","response":"<b>def</b>ect"},{"text":"8-9-10:<br>Forcibly seize control of a moving vehicle","response":"<b>hij</b>acking"},{"text":"18-19-20:<br>Explode, in air, perhaps","response":"bu<b>rst</b>"},{"text":"19-20-21:<br>Dampness","response":"moi<b>stu</b>re"}],"originalDate":"2004-09-23"},{"category":"AROUND THE CELL","comments":"","clues":[{"text":"The person you share your space with can be your cellie or, based on the type of bed you sleep on, this word","response":"your bunkie"},{"text":"It's the period when prisoners are restricted to cells after a disturbance","response":"lockdown"},{"text":"It's the common (printable) 4-letter term for a solitary confinement cell","response":"the hole"},{"text":"Hot Kansas summers &amp; no A/C in the cells got this federal prison its nickname \"The Hot House\"","response":"Leavenworth"},{"text":"If you mark off each day on the wall, &amp; you serve exactly 40% of a 5-year sentence, you end up with this many marks","response":"730 (or 731)"}],"originalDate":"2004-09-22"},{"category":"FISHING FOR VOCABULARY","comments":"","clues":[{"text":"Tell the theater troupe it's a single toss of a fisherman's line &amp; bait","response":"a cast"},{"text":"You might be enticed by this general name for any artificial bait used to attract fish","response":"a lure"},{"text":"By gum, it's a fishing spear with a 3-pronged point","response":"a trident"},{"text":"Hey, good buddy, it's ground-up bits of bait discarded into the water to attract game fish","response":"chum"},{"text":"It might be a social blunder to use one of these long poles with a hook on the end to land large fish","response":"a gaff"}],"originalDate":"2004-09-22"},{"category":"MONEY, MONEY, MONEY","comments":"(Alex: It's what you're playing for.)","clues":[{"text":"In 1792 Congress passed the Coinage Act, which authorized the construction of a mint in this city","response":"Philadelphia"},{"text":"He's the only Civil War general currently depicted on U.S. money","response":"Grant"},{"text":"Did you notice?  In 2003 a new version of this note was introduced using background colors of green, blue &amp; peach","response":"the $20"},{"text":"Discontinued in 1969, the $100,000 bill featured the portrait of this Democratic president","response":"Woodrow Wilson"},{"text":"In 2004 a new version of this coin depicted the peace medal Lewis &amp; Clark gave to Indians during their exploration","response":"a nickel"}],"originalDate":"2004-09-22"},{"category":"I'VE GOT SUPERNATURAL POWERS","comments":"","clues":[{"text":"Hanuman, a monkey god of this religion, sometimes has 5 heads","response":"Hinduism"},{"text":"A Scottish breed of cow shares its name with this Celtic god of love whose kisses become birds","response":"Angus"},{"text":"This Semitic mother goddess can make the heavens &amp; earth tremble (&amp; film critics wince)","response":"Ishtar"},{"text":"The Greek goddess of justice, she can turn herself into animals &amp; also be your worst enemy","response":"Nemesis"},{"text":"The Greek goddess of magic &amp; Shakespeare's queen of the witches, she can make cows fat or skinny","response":"Hecate"}],"originalDate":"2004-09-22"}],{"category":"THE PRESIDENCY","text":"He was the first man to become U.S. president as a result of the 25th Amendment","response":"Gerald Ford"}]}