{"mix":5445,"rounds":[[{"category":"\"TOC\"","comments":"","clues":[{"text":"Noun meaning the customs of diplomatic etiquette or formality","response":"protocol"},{"text":"A composition for a keyboard instrument generally characterized by running passages","response":"toccata"},{"text":"Sociologist Michael Young coined this term for a system that rewards the talented","response":"meritocracy"},{"text":"An organelle in the cytoplasm of cells that functions in energy production","response":"mitochondria"},{"text":"A bell used to sound an alarm or signal","response":"a tocsin"}],"originalDate":"2004-09-20"},{"category":"ASIAN HISTORY","comments":"","clues":[{"text":"In a 2003 annual cost-of-living survey, it was ranked as the world's most expensive city","response":"Tokyo"},{"text":"Tu Duc, a 19th century Nguyen emperor in this country, helped write a comprehensive history of it","response":"Vietnam"},{"text":"Between 1811 &amp; 1866 the capital of Cambodia Ping-Ponged between Oudong &amp; this","response":"Phnom Penh"},{"text":"The tomb of Hongwu, the first emperor of this famous dynasty, is in Nanjing, China","response":"the Ming"},{"text":"This Brit's battles at Assaye &amp; Argaom in India prepared him for Napoleon","response":"Wellington"}],"originalDate":"2004-09-17"},{"category":"ISLANDS","comments":"","clues":[{"text":"This island was once called Ilhas Dos Papuas, or \"Island of the Fuzzy Hairs\"","response":"New Guinea"},{"text":"Named by Abel Tasman, Grotte Eylandt is the biggest island in this country's Gulf of Carpentaria","response":"Australia"},{"text":"During WWII Malta controlled the sea lanes between North Africa &amp; this Italian island 50 miles from Malta","response":"Sicily"},{"text":"For administrative purposes, this island group is divided into 2 bailiwicks: Jersey &amp; Guernsey","response":"the Channel Islands"},{"text":"This Portuguese group in the N. Atlantic was uninhabited when discovered in 1427; now it has over 200,000 people","response":"the Azores"}],"originalDate":"2004-09-17"},{"category":"QUASI-RELATED PAIRS","comments":"","clues":[{"text":"Newscaster Brokaw &<br>comedian Seinfeld","response":"Tom & Jerry"},{"text":"Lion group &<br>an opinion based on stereotyping","response":"pride & prejudice"},{"text":"A wreath of leaves &<br>possessing the quality of robustness","response":"laurel & hardy"},{"text":"A student &<br>the opposite of high","response":"learner & low"},{"text":"One fixed glance &<br>Messrs. Daltrey &amp; Bannister","response":"a stare & Rogers"}],"originalDate":"2004-09-17"},{"category":"BRING OUT YOUR DEAD","comments":"","clues":[{"text":"This 6-letter undead minion shares the name of the python deity in West African voodoo cults","response":"zombie"},{"text":"The alternate title to the Anne Rice book \"Ramses the Damned\" mentions one of these previously buried folk","response":"a mummy"},{"text":"The ghost of Banquo torments this title Shakespeare king while he's attending a banquet","response":"Macbeth"},{"text":"The male counterpart of a succubus, or a metal band fronted by Brandon Boyd","response":"an incubus"},{"text":"From the German for \"to knock\" or \"rattle\", this spectre may be one that goes bump in the night","response":"poltergeist"}],"originalDate":"2004-09-17"},{"category":"SPAM","comments":"","clues":[{"text":"Created in 1937, Spam is a combination of these 2 words","response":"spiced ham"},{"text":"Spam is a product of this Austin, Minnesota corporation known for its deli meats &amp; chili","response":"Hormel"},{"text":"Along with Spammy the Pig, this husband &amp; wife comedy team pitched Spam on the radio in the 1940s","response":"Burns & Allen"},{"text":"This U.S. state consumes more Spam per capita than any other, making dishes like Spam musubi","response":"Hawaii"},{"text":"\"Although the Christmas table will not be lavish, there will be Spam for everyone\", this famed reporter said in '42 London","response":"Edward R. Murrow"}],"originalDate":"2004-09-17"}],[{"category":"SUMMARIZING PROUST","comments":"","clues":[{"text":"Proust studied law at this institution now part of the University of Paris","response":"the Sorbonne"},{"text":"A chronic sufferer of this respiratory disease since childhood, at age 35 Proust became incapacitated by it","response":"asthma"},{"text":"As is evident in the title of this 16-piece Proust epic masterpiece, Proust was preoccupied with time","response":"<i>Remembrance of Things Past</i>"},{"text":"As editor for the Criterion, this \"Hollow Men\" poet provided a literary platform for Proust","response":"T.S. Eliot"},{"text":"Proust organized petitions for this French soldier, unjustly sentenced in 1894 to imprisonment on Devil's Island","response":"Dreyfus"}],"originalDate":"2004-09-17"},{"category":"KNIGHTS WHO SAY \"NI\"","comments":"","clues":[{"text":"It's the largest nation in area in Central America","response":"Nicaragua"},{"text":"For Petrarch, some of these include \"Father of Humanism\" &amp; \"The Tuscan Imp of Fame\"","response":"nicknames"},{"text":"Maria de Medeiros played this French diarist in the 1990 film \"Henry and June\"","response":"Anais Nin"},{"text":"Even though her father was Pallas, this goddess fought with the victorious Olympians against the Titans","response":"Nike"},{"text":"Originally written in Greek, this Christian statement of faith begins \"We believe in one God...\"","response":"the Nicene Creed"}],"originalDate":"2004-09-17"},{"category":"NEW ZEALAND","comments":"","clues":[{"text":"Te Papa, the National Museum of New Zealand, is in this city, the capital","response":"Wellington"},{"text":"New Zealander who took on the giant task of making 3 films at once about the little hobbits","response":"Peter Jackson"},{"text":"New Zealand was named for the Province of Zeeland in this country","response":"the Netherlands"},{"text":"New Zealand's Black Magic won this trophy in 1995 and 2000","response":"the America's Cup"},{"text":"In WWII this representative and future U.S. Pres. put on a uniform &amp; was sent to New Zealand &amp; Australia","response":"LBJ (Lyndon Baines Johnson)"}],"originalDate":"2004-09-16"},{"category":"IT'S IN \"DE\" DICTIONARY","comments":"","clues":[{"text":"Remove a hidden electronic device","response":"debug"},{"text":"Insert 1 letter in \"death\" to get this word meaning \"an insufficient supply\"","response":"dearth"},{"text":"It's a decorative bottle used for serving wine","response":"a decanter"},{"text":"Meaning socially obligatory, it's from the French for \"of strictness\"","response":"de rigueur"},{"text":"In this craft, paper cutouts are glued to furniture or accessories &amp; covered with many coats of varnish","response":"decoupage"}],"originalDate":"2004-09-16"},{"category":"U.S. FACTS &amp; FIGURES","comments":"","clues":[{"text":"The average time in the 15 largest U.S. cities for this is 24.3 minutes &amp; most people do it by car","response":"commute"},{"text":"In 2002 U.S. parents adopted 5,053 kids from this country, more than from any other","response":"China"},{"text":"According to the FDIC, A record 222 of these failed or needed aid in 1988","response":"banks"},{"text":"The median age in California, it's also the speed of an old vinyl record album","response":"33 1/3"},{"text":"Marley's ghost might be suprised to learn that this was the most popular name given to boys in 2002","response":"Jacob"}],"originalDate":"2004-09-16"},{"category":"PICK ONE","comments":"","clues":[{"text":"Of hippo, rhino or croc, the one whose common name has the most letters","response":"hippopotamus"},{"text":"Of the Osmonds, the Osbournes or the Oswalds, the family that got MTV its highest ratings","response":"the Osbournes"},{"text":"Of Woolworth, Wordsworth or Wadsworth, the one who was a stamp distributor in Westmoreland County","response":"Wordsworth"},{"text":"Of Army, Navy or Marine, the one who began as a columnist for Variety in 1953","response":"Army (Archerd)"},{"text":"Of Walter Chrysler, Louis Chevrolet or Ransom Olds, the one who raced in the Indy 500","response":"Chevrolet"}],"originalDate":"2004-09-16"}],{"category":"ASTRONOMY","text":"In 1610 Galileo called the moons of this planet the \"Medician stars\", for the Medici brothers","response":"Jupiter"}]}