{"mix":5446,"rounds":[[{"category":"HISTORICAL PEOPLE","comments":"","clues":[{"text":"In 1469 this prince &amp; princess married; within 10 years almost all of what is now Spain came under their control","response":"Ferdinand & Isabella"},{"text":"This British poet swam the Hellespont on May 3, 1810, performing the feat in one hour, 10 minutes","response":"Byron"},{"text":"On Dec. 11, 1936 this king abdicated because he couldn't discharge his duties without \"the woman I love\"","response":"Edward VIII"},{"text":"Much of the decency that marked Nero's early reign was due to the guidance of this tragedian/tutor","response":"Seneca"},{"text":"In 1094 this Spanish warrior seized Valencia, a Muslim stronghold, &amp; ruled it until his death on July 10, 1099","response":"El Cid"}],"originalDate":"2004-09-16"},{"category":"\"G\" MOVIES","comments":"","clues":[{"text":"1993:<br>Bill Murray flirts with Andie MacDowell over &amp; over &amp; over &amp; over...","response":"<i>Groundhog Day</i>"},{"text":"1968:<br>John Wayne leads a Special Forces unit","response":"<i>The Green Berets</i>"},{"text":"1999:<br>Tom Hanks watches a lot of executions","response":"<i>The Green Mile</i>"},{"text":"1990:<br>Joe Pesci is a bad guy","response":"<i>Goodfellas</i>"},{"text":"1946:<br>Rita Hayworth teases up a storm in South America","response":"<i>Gilda</i>"}],"originalDate":"2004-09-16"},{"category":"AFRICAN WILDLIFE","comments":"","clues":[{"text":"The African species of this wading bird is scarlet, not pink; colonies may exceed 1 million pairs","response":"the flamingo"},{"text":"This quill-covered insectivore which resembles a porcupine rolls up into a ball when frightened","response":"a hedgehog"},{"text":"Tick birds accompany this largest horned mammal, feeding on parasites on the skin &amp; warning of danger","response":"a rhinoceros"},{"text":"Although these tailless monkeys are famous for living on the Rock of Gibraltar, most in the wild live in North Africa","response":"the Barbary apes"},{"text":"St. Croix Island off this country's Port Elizabeth has the largest colony of jackass penguins (they bray like donkeys)","response":"South Africa"}],"originalDate":"2004-09-15"},{"category":"THOSE ROCKIN' '90s","comments":"","clues":[{"text":"Spinal Tap cut 35 songs from its act at a 1992 tribute to this Queen singer; he would've \"wanted it this way\"","response":"(Freddie) Mercury"},{"text":"In 1996 this band embarked on the \"Joker's Choice\" tour","response":"The Steve Miller Band"},{"text":"Sally was the original name of the protagonist of her 1997 hit \"Sunny Came Home\"","response":"Shawn Colvin"},{"text":"In 1996 Celine Dion recorded this 1976 Eric Carmen hit in both English &amp; Spanish versions","response":"\"All By Myself\""},{"text":"It completes the title of Rod Stewart's 1993 \"live\" MTV album \"Unplugged...\"","response":"<i>and Seated</i>"}],"originalDate":"2004-09-15"},{"category":"FIRST NAME'S THE SAME","comments":"","clues":[{"text":"O'Neal,<br>Phillippe,<br>Seacrest","response":"Ryan"},{"text":"Vaughan,<br>Polley,<br>Bernhardt","response":"Sarah"},{"text":"Ashbery,<br>Davidson,<br>Cheever","response":"John"},{"text":"Wyeth,<br>Young,<br>Carnegie","response":"Andrew"},{"text":"Brunell,<br>Messier,<br>Rothko","response":"Mark"}],"originalDate":"2004-09-15"},{"category":"RATED \"P.G.\"","comments":"","clues":[{"text":"In golf, it's the short-cropped area around the hole","response":"the putting green"},{"text":"In 1775 the Continental Congress certified Ben Franklin as the first person in this job","response":"Postmaster General"},{"text":"Among the countries that surround this body of water are Iran, Iraq, Qatar &amp; Kuwait","response":"the Persian Gulf"},{"text":"An image of this Old West sheriff appears on the logo of the sheriff's dept. of Lincoln County, New Mexico","response":"Pat Garrett"},{"text":"Sadly, a few years before he died in the Marquesas Islands, he attempted suicide by taking arsenic","response":"Paul Gauguin"}],"originalDate":"2004-09-15"}],[{"category":"FEMMES FATALES","comments":"","clues":[{"text":"So enraptured was Israel's King David with this woman, he deliberately sent her husband into battle where he died","response":"Bathsheba"},{"text":"In Greek legend, Paris was so enamored with this married woman, he stole her away, thus causing a war","response":"Helen of Troy"},{"text":"A legendary beautiful woman living on a rock in this river, Lorelei was said to lure sailors to their deaths","response":"the Rhine"},{"text":"Ludwig I's infatuation with the dancer Lola Montez helped ensure his loss of this German kingdom","response":"Bavaria"},{"text":"Daughter of the man who became Pope Alexander VI, she became infamous for intrigues &amp; poisonings","response":"Lucrezia Borgia"}],"originalDate":"2004-09-15"},{"category":"DANGER, CURVES AHEAD","comments":"","clues":[{"text":"To a batter, a curveball appears to do most of its curving in this ¼ of its trip to the plate","response":"its last quarter"},{"text":"In grammar, they're a pair of curved lines used to indicate interjected explanatory material","response":"parentheses"},{"text":"The 1978 movie \"Deadman's Curve\" told the story of this musical duo, one of whom passed away in 2004","response":"Jan & Dean"},{"text":"This Midwestern college town was named for its location on a curved part of the Saint Joseph River","response":"South Bend"},{"text":"These caused a blurring of the image, so Newton replaced one of them with a curved mirror","response":"a telescope lens"}],"originalDate":"2004-09-15"},{"category":"AMERICAN LITERATURE","comments":"","clues":[{"text":"This bestselling Western author wrote about the Sackett family in more than a dozen novels","response":"Louis L'Amour"},{"text":"This \"Age of Innocence\" author made her debut in society in 1879","response":"(Edith) Wharton"},{"text":"\"Sons\", the second book in a trilogy begun with this work, traces the destinies of the 3 sons of Wang Lung","response":"<i>The Good Earth</i> (by Pearl Buck)"},{"text":"This Sinclair Lewis doctor attempts to halt an epidemic on a West Indian island with his anti-bacterial serum","response":"Martin Arrowsmith"},{"text":"In the prologue of a 1952 novel, this author wrote, \"I am an invisible man\"","response":"(Ralph) Ellison"}],"originalDate":"2004-09-15"},{"category":"WHO PLAYED 'EM?","comments":"","clues":[{"text":"2003:<br>Actor Bob Harris, suffering from jet lag in Tokyo","response":"Bill Murray"},{"text":"2002:<br>Mary Jane Watson, the girl of Peter Parker's dreams","response":"Kirsten Dunst"},{"text":"2004:<br>Starsky &amp; Hutch","response":"Ben Stiller & Owen Wilson"},{"text":"2003:<br>Racetrack radio reporter Tick-Tock McGlaughlin","response":"William H. Macy"},{"text":"2004:<br>Jesus Christ, during his last 12 hours","response":"Jim Caviezel"}],"originalDate":"2004-09-15"},{"category":"LONGSHOTS","comments":"","clues":[{"text":"Haru-Urara, a racehorse from this country, is winning hearts &amp; minds even though she's lost over 100 races","response":"Japan"},{"text":"A British man recently sold all of his belongings, including the shirt off his back, for 1 shot at this casino game","response":"roulette"},{"text":"This presidential hopeful's running mate, Lloyd Bentsen, reportedly quipped in '88, \"The momentum is ours\"","response":"Dukakis"},{"text":"The miraculous 1980 U.S. Olympic hockey team beat this country in its final game","response":"Finland"},{"text":"\"Project Longshot\" is a proposed plan to send an unmanned probe to this star system closest to Earth","response":"Alpha Centauri"}],"originalDate":"2004-09-15"},{"category":"WORD \"PLA\"Y","comments":"(Alex: Notice \"P-L-A\" in quotation marks.  Those three letters are coming up in each correct response.)","clues":[{"text":"A precious grayish-white metallic element, or a term to describe Harlow's blonde hair","response":"platinum"},{"text":"A \"medicine\" prescribed simply for the mental relief of a patient","response":"a placebo"},{"text":"A level of stability, or a relatively flat surface","response":"a plateau"},{"text":"An epidemic with a high rate of mortality, or a novel by Albert Camus","response":"a plague"},{"text":"A commonplace or trite remark","response":"a platitude"}],"originalDate":"2004-09-15"}],{"category":"FIRST NAMES","text":"This first name of a patron saint of a country comes from a Roman word referring to a social class","response":"Patrick"}]}