{"mix":5450,"rounds":[[{"category":"LITTLE RED RIDING HOOD","comments":"","clues":[{"text":"It was the wolf's reply to Red's comment, \"Grandmother, what large eyes you have\"","response":"the better to see you with"},{"text":"In the 1934 Disney cartoon \"The Big Bad Wolf\", this trio warns Red about the wolf waiting at Grandma's house","response":"the Three Little Pigs"},{"text":"In the Grimms' version, this character was added to save Red's life after the wolf had devoured her","response":"the woodsman"},{"text":"\"Lil' Red Riding Hood\" was a No. 2 hit in 1966 for Sam the Sham &amp; this group","response":"The Pharaohs"},{"text":"\"Little Red Riding Hood\" was first written as \"Le Petit Chaperon Rouge\" in 1697 by this French fairy tale compiler","response":"Charles Perrault"}],"originalDate":"2004-09-08"},{"category":"SHORTWAVE","comments":"","clues":[{"text":"The shortwave band begins at about 1700 these units abbreviated kHz; below that you're in AM territory","response":"kilohertz"},{"text":"Mainly funded by the CIA, this broadcasting operation began transmitting behind the Iron Curtain in 1949","response":"Radio Free Europe"},{"text":"One book calls this 12-letter word the \"arch-enemy of shortwave listeners\"; I just call it annoying","response":"interference"},{"text":"This service that broadcasts from Abuja &amp; Lagos has a name reflecting that of the USA's official radio service","response":"Voice of Nigeria"},{"text":"To catch the BBC at 1700 UTC, or Universal Time Coordinated, tune in at this morning hour Pacific Standard time","response":"9:00 AM"}],"originalDate":"2004-09-08"},{"category":"MICRONESIA","comments":"","clues":[{"text":"The only native mammal in Micronesia is this flying one","response":"a bat"},{"text":"In the 1950s Enewetak &amp; this atoll consisted the Pacific proving ground of the U.S. Atomic Energy Commission","response":"Bikini Atoll"},{"text":"The name Micronesia comes from 2 Greek words, micro &amp; nesos, which mean this","response":"small island"},{"text":"In Agana, the capital of this U.S. territory, you can visit Latte Stone Park &amp; see stone pillars from a prehistoric people","response":"Guam"},{"text":"Most of the Caroline Islands are now a part of this independent country known as FSM for short","response":"the Federated States of Micronesia"}],"originalDate":"2004-09-08"},{"category":"A \"TINY\" CATEGORY","comments":"","clues":[{"text":"Probably the most famous ukulele player to have a top 40 hit, his name came from a Charles Dickens character","response":"Tiny Tim"},{"text":"Leon Prober composed this Don Ho standard","response":"\"Tiny Bubbles\""},{"text":"1980s Boston Celtics standout Nate","response":"\"Tiny\" Archibald"},{"text":"This TV show featured younger versions of classic Warner Bros. animated characters","response":"<i>Tiny Toon Adventures</i> (<i>Tiny Toons</i> accepted)"},{"text":"In the Oscar-nominated song, the 3 words that follow \"Thumbelina, Thumbelina...\"","response":"\"Tiny Little Thing\""}],"originalDate":"2004-09-08"},{"category":"LOTS OF SPACE","comments":"","clues":[{"text":"NASA has 134 of these &amp; has no current plan to hire more","response":"astronauts"},{"text":"On August 27, 2003 this planet reached its closest point to Earth in nearly 60,000 years","response":"Mars"},{"text":"In 1965, Belyayev just had to sit there while his partner Leonov became the first to do this","response":"walk in space"},{"text":"In 1945 this \"Space Odyssey\" author suggested a space-based telecommunication system","response":"Arthur Clarke"},{"text":"Try &amp; come up with this name of the Apollo 15 command module or the shuttle first launched in 1992","response":"Endeavor"}],"originalDate":"2004-09-08"},{"category":"BIG WORDS","comments":"","clues":[{"text":"A person who fought against slavery, like John Brown, was termed this 12-letter word","response":"abolitionist"},{"text":"This instrument, often attached to an inflatable cuff, is used to measure blood pressure","response":"a sphygmomanometer"},{"text":"This 11-letter word for \"sleight of hand\" is from the French for \"light of hand\"","response":"legerdemain"},{"text":"This adjective refers to a 150th anniversary","response":"sesquicentennial"},{"text":"28-letter term for opposition to the withdrawal of state support, as for the Anglican church","response":"antidisestablishmentarianism"}],"originalDate":"2004-09-08"}],[{"category":"WORLD RELIGION","comments":"","clues":[{"text":"As the Mayan god of merchants, Ek Chuah was responsible for this yummy bean, once the standard Mayan currency","response":"Cacao bean"},{"text":"The Voodoo of New Orleans owes a debt to this Caribbean nation once known as St. Domingue","response":"Haiti"},{"text":"By definition, the Hashemites are either direct or collateral descendants of this prophet","response":"Muhammad"},{"text":"Parasurama is the... let me see, fourth, fifth... no, sixth avatar of this Hindu god","response":"Vishnu"},{"text":"From the Latin for a room that can be locked, it's a meeting assembled to choose a pope","response":"a conclave"}],"originalDate":"2004-09-07"},{"category":"THE LARGEST IN AREA","comments":"","clues":[{"text":"Maine,<br>Maryland,<br>Montana","response":"Montana"},{"text":"Wisconsin,<br>Wyoming,<br>Washington","response":"Wyoming"},{"text":"Ohio,<br>Oklahoma,<br>Oregon","response":"Oregon"},{"text":"Nebraska,<br>Nevada,<br>North Carolina","response":"Nevada"},{"text":"American Samoa,<br>Bermuda,<br>Puerto Rico","response":"Puerto Rico"}],"originalDate":"2004-09-07"},{"category":"FEATHERS","comments":"","clues":[{"text":"Depending on the source, he \"stuck a feather in his cap\" or \"in his hat and called it macaroni\"","response":"Yankee Doodle"},{"text":"According to the proverb, \"Birds of a feather\" do this","response":"flock together"},{"text":"For a Plains Indian's war bonnet, the best feathers were from this bird","response":"an eagle"},{"text":"A female swan, or what a quill can be used as","response":"a pen"},{"text":"It's what Daedalus used to hold the feathers together in the wings he made for himself &amp; his son","response":"wax"}],"originalDate":"2004-09-07"},{"category":"THE QUEEN'S ENGLISH","comments":"","clues":[{"text":"If you take a nappy in London, it's one of these to put on a baby","response":"a diaper"},{"text":"The type of car the Brits call an estate car, we Americans call one of these wagons","response":"a station wagon"},{"text":"If you're challenged to a game of draughts in a Birmingham pub, be prepared to contest this board game","response":"checkers"},{"text":"If your mechanic in Manchester needs a spanner to fix your car, he's asking for one of these","response":"a wrench"},{"text":"If the Westminster Bobby pulls out his truncheon, be worried because it's one of these","response":"a club (or a nightstick)"}],"originalDate":"2004-09-07"},{"category":"THE WAR OF 1812","comments":"","clues":[{"text":"About 2,000 British soldiers were killed or wounded by Jackson's troops in this last engagement of the war","response":"Battle of New Orleans"},{"text":"In April 1813, the U.S. captured Toronto, but this general after whom a Colorado mountain is named died in the battle","response":"Zebulon Pike"},{"text":"On December 29, 1812 this famous U.S. frigate defeated the British frigate Java off the coast of Brazil","response":"the <i>Constitution</i>"},{"text":"In 1813 this naval officer supervised the building of American ships to strengthen the Navy's fleet on Lake Erie","response":"Oliver Hazard Perry"},{"text":"A provision of this treaty ending the war set up a commission to settle the boundary between the U.S. &amp; Canada","response":"the Treaty of Ghent"}],"originalDate":"2004-09-07"},{"category":"HODGEPODGE","comments":"","clues":[{"text":"This adjective can be applied to writers like Shelley &amp; Hugo as well as to a \"getaway\" for 2","response":"Romantic"},{"text":"The logo of the National Beagle Club doesn't show a beagle but this scared animal that beagles hunt","response":"a rabbit"},{"text":"Big Sandy isn't a feared bouncer, but a river that divides Kentucky from this \"Mountain State\"","response":"West Virginia"},{"text":"Official job title of the person who directs the largest library in the world","response":"the Librarian of Congress"},{"text":"Born in 1714, this 3-initialed son of J.S. Bach became his father's student &amp; successor","response":"Carl Philipp Emanuel Bach"}],"originalDate":"2004-09-07"}],{"category":"AMERICAN NOVELISTS","text":"\"What is moral is what you feel good after and what is immoral is what you feel bad after\", he wrote in 1932","response":"Ernest Hemingway"}]}