{
	"metadata": { "Original airdates": "2025-09-10, 2025-09-11, 2025-09-12" },
	"rounds": [
		[
			{
				"category": "TAKE A NUMBER IN THE BOOKSTORE",
				"comments": "",
				"clues": [
					{
						"text": "\"Twenty Years After\" is Alexandre Dumas' follow-up featuring this group of title swashbucklers",
						"response": "the Three Musketeers"
					},
					{
						"text": "In the book series this many \"Lives of Chloe King\", a teenager learns that she has special enhanced abilities like a cat",
						"response": "Nine"
					},
					{
						"text": "It's not just a murder mystery he must solve in \"The Sign of Four\"<span class=\"nobreak\">--</span>hidden treasure is also involved",
						"response": "Sherlock Holmes"
					},
					{
						"text": "The afterlife is more than just a place in Mitch Albom's bestseller about this title group of folks \"You Meet in Heaven\"",
						"response": "The Five People"
					},
					{
						"text": "Charles Dickens' \"A Tale of Two Cities\" begins with these 12 words",
						"response": "It was the best of times, it was the worst of times"
					}
				],
				"originalDate": "2025-09-12"
			},
			{
				"category": "REAL \"O.G.\"s",
				"comments": "",
				"clues": [
					{
						"text": "A 19th century sea captain coined this term for the U.S. flag",
						"response": "Old Glory"
					},
					{
						"text": "The website for this restaurant mentions \"never ending servings of our freshly baked breadsticks\"",
						"response": "Olive Garden"
					},
					{
						"text": "In 2025 Miki Yamane of the L.A. Galaxy scored one of these against (well, for) the New York Red Bulls",
						"response": "an own goal"
					},
					{
						"text": "This type of street musician was often accompanied by a monkey",
						"response": "an organ grinder"
					},
					{
						"text": "O.G. can stand for this pair of medical specialties; ACOG is the American College of its doctors",
						"response": "obstetrics & gynecology"
					}
				],
				"originalDate": "2025-09-12"
			},
			{
				"category": "ACID TEST",
				"comments": "",
				"clues": [
					{
						"text": "Oil of vitriol &amp; battery acid are other names for this corrosive stuff",
						"response": "sulfuric acid"
					},
					{
						"text": "You probably know acetylsalicylic acid better by this name trademarked in 1899",
						"response": "aspirin"
					},
					{
						"text": "Glycine &amp; lysine are 2 of these acids vital to protein creation",
						"response": "amino acids"
					},
					{
						"text": "This acid is produced when your body breaks down glucose during exercise, but it's not what makes your muscles sore",
						"response": "lactic acid"
					},
					{
						"text": "Leafy green vegetables are a good source of this, also called vitamin B9",
						"response": "folic acid"
					}
				],
				"originalDate": "2025-09-12"
			},
			{
				"category": "MOVIE SEQUELS",
				"comments": "",
				"clues": [
					{
						"text": "This one goes to... II? \"The End Continues\" is the subtitle of the 2025 sequel to this, the progenitor of the mockumentary form",
						"response": "<i>This Is Spinal Tap</i>"
					},
					{
						"text": "\"Hasta la vista, baby\" was one of Arnold Schwarzenegger's memorable lines from \"Terminator 2:\" this event",
						"response": "Judgment Day"
					},
					{
						"text": "Julie Delpy &amp; Ethan Hawke had adventures \"Before Sunrise\"; the first sequel was sensibly called \"Before\" this",
						"response": "<i>Sunset</i>"
					},
					{
						"text": "The THX sound system was first used in this 1983 film in the \"Star Wars\" franchise",
						"response": "<i>Return of the Jedi</i>"
					},
					{
						"text": "Films based on this anime series include \"Mugen Train\" &amp; now one with Tanjiro facing foes at \"the Infinity Castle\"",
						"response": "<i>Demon Slayer</i>"
					}
				],
				"originalDate": "2025-09-12"
			},
			{
				"category": "ARIA OF EFFECT",
				"comments": "",
				"clues": [
					{
						"text": "In a Wagner aria this lover looks down on a deceased Tristan &amp; sadly sings, \"How he smiles...\"",
						"response": "Isolde"
					},
					{
						"text": "Mozart wrote the \"Queen of the Night\" aria from this opera for his sister-in-law, who could really belt it",
						"response": "<i>The Magic Flute</i>"
					},
					{
						"text": "In this opera Rodolfo sings to Mimì, \"Che gelida manina\", meaning \"your tiny hand is frozen\"",
						"response": "<i>La bohème</i>"
					},
					{
						"text": "At the 1998 Grammys Aretha Franklin sang \"Nessun Dorma\" when she subbed in at the last minute for this one of \"The Three Tenors\"",
						"response": "Pavarotti"
					},
					{
						"text": "Henry Purcell gave us this Carthaginian queen's \"Lament\" after she was spurned by Aeneas",
						"response": "Dido"
					}
				],
				"originalDate": "2025-09-12"
			},
			{
				"category": "PLAY YOUR CARDS RIGHT",
				"comments": "",
				"clues": [
					{
						"text": "wizardofodds.com says in blackjack, always do this with a pair of aces or a pair of 8s; never do it with a pair of 5s or a pair of 10s",
						"response": "split"
					},
					{
						"text": "You're holding 3 of a kind, but you know your opponent has a flush; your odds of drawing a pair for this winning poker hand? Not great",
						"response": "a full house"
					},
					{
						"text": "Red cards like Zurgo Bellstriker will help you play aggressively in this game with a colon &amp; a subtitle",
						"response": "<i>Magic: The Gathering</i>"
					},
					{
						"text": "In Monopoly, this card says it \"may be kept until needed or sold\", so do that",
						"response": "Get out of Jail (Free)"
					},
					{
						"text": "One golden rule of this: \"On the opening lead never under-lead an ace against a suit contract\"",
						"response": "bridge"
					}
				],
				"originalDate": "2025-09-11"
			}
		],
		[
			{
				"category": "OSCAR-WINNING TITLE REFERENCES",
				"comments": "",
				"clues": [
					{
						"text": "2009:<br>Military slang for a bad or painful situation",
						"response": "the hurt locker"
					},
					{
						"text": "1996:<br>Count László de Almásy, badly burned",
						"response": "<i>The English Patient</i>"
					},
					{
						"text": "1988:<br>How a young Charlie Babbitt mispronounced his older brother's name",
						"response": "Rain Man"
					},
					{
						"text": "1990:<br>A name given to Lieutenant John Dunbar",
						"response": "Dances with Wolves"
					},
					{
						"text": "1971:<br>A murder in Marseilles &amp; some heroin central to the action",
						"response": "<i>The French Connection</i>"
					}
				],
				"originalDate": "2025-09-11"
			},
			{
				"category": "ENGINEERING",
				"comments": "",
				"clues": [
					{
						"text": "Designing roads, bridges, sewers &amp; other pieces of infrastructure falls under this branch of engineering",
						"response": "civil"
					},
					{
						"text": "L.E.D. stands for light-emitting this component, common in electrical engineering",
						"response": "diode"
					},
					{
						"text": "Audio &amp; electrical engineers will measure the ratio of this desired information to noise to evaluate clarity",
						"response": "signal"
					},
					{
						"text": "It's the term for a rigid structure that extends horizontally, with one end unsupported, like the terraces at Fallingwater",
						"response": "a cantilever"
					},
					{
						"text": "In summer, subway systems get un-cool as they absorb &amp; trap warmth from streets, functioning as what's called a heat this",
						"response": "a sink"
					}
				],
				"originalDate": "2025-09-11"
			},
			{
				"category": "OVERLAPS",
				"comments": "",
				"clues": [
					{
						"text": "A DUI offense! Imbibing a martini while driving hazardously close to someone",
						"response": "cocktailgating"
					},
					{
						"text": "A plant representing the Trinity that encompasses the country &amp; blues style of Carl Perkins &amp; his \"Blue Suede Shoes\"",
						"response": "shamrockabilly"
					},
					{
						"text": "The art of making films about the organization depicted in \"The Godfather\" &amp; \"Donnie Brasco\"",
						"response": "cinemafia"
					},
					{
						"text": "Heap praise on the dominant people of Central Mexico from about 900 to 1200 A.D.",
						"response": "extoltecs"
					},
					{
						"text": "From Italian, describing paint laid thickly on a surface to create a peaceful painting of shepherds",
						"response": "impastoral"
					}
				],
				"originalDate": "2025-09-11"
			},
			{
				"category": "FINISH HIM!",
				"comments": "",
				"clues": [
					{
						"text": "Man of letters Oscar Fingal O'Flahertie Wills...",
						"response": "(Oscar) Wilde"
					},
					{
						"text": "Rags-to-riches Yves Henri Donat Mathieu...",
						"response": "(Yves) Saint Laurent"
					},
					{
						"text": "Acting up, Kiefer William Frederick Dempsey George Rufus...",
						"response": "(Kiefer) Sutherland"
					},
					{
						"text": "Pablo Diego José Francisco de Paula Juan Nepomuceno María de los Remedios... de la Santísima Trinidad Ruiz...",
						"response": "(Pablo) Picasso"
					},
					{
						"text": "Storyteller Antoine Jean-Baptiste Marie Roger de...",
						"response": "Saint-Exupéry"
					}
				],
				"originalDate": "2025-09-10"
			},
			{
				"category": "PRESIDENTIAL DOIN'S",
				"comments": "",
				"clues": [
					{
						"text": "Formed the Department of Homeland Security, appointed John Roberts as chief justice",
						"response": "W. Bush"
					},
					{
						"text": "Brokered the Camp David Accords, signed SALT II",
						"response": "Jimmy Carter"
					},
					{
						"text": "Gave the  \"Atoms for Peace\" speech at the U.N., came up with a doctrine after the Suez Crisis",
						"response": "Eisenhower"
					},
					{
						"text": "Got impeached (that was a first), got saved from that by one vote in the Senate (also a first)",
						"response": "Andrew Johnson"
					},
					{
						"text": "Blew it with the Alien &amp; Sedition Acts, dealt with the XYZ Affair",
						"response": "John Adams"
					}
				],
				"originalDate": "2025-09-10"
			},
			{
				"category": "A QUICK WORKOUT",
				"comments": "",
				"clues": [
					{
						"text": "Looking to get in some cardio without too much impact on your joints? Check out this machine named for the oval path your feet take",
						"response": "an elliptical"
					},
					{
						"text": "Strongman George Hackenschmidt popularized this chest exercise named for the equipment you lie on while performing it",
						"response": "a bench press"
					},
					{
						"text": "RDL is short for the \"Romanian\" variation of this exercise, which can be done with a barbell or dumbbells",
						"response": "deadlift"
					},
					{
						"text": "The open warehouse-style facilities of this fitness program are called \"boxes\"; the first one opened in California in 2001",
						"response": "CrossFit"
					},
					{
						"text": "If these bodyweight exercises popular in the military got the first name of the man who invented them, we'd all hate doing Royals",
						"response": "burpees"
					}
				],
				"originalDate": "2025-09-10"
			}
		],
		{
			"category": "FAMOUS BUILDINGS",
			"text": "In 1588 a 10th chapel was added to this building to honor a Yurodivy, or \"holy fool\", who was canonized that year",
			"response": "St. Basil's Cathedral"
		}
	]
}
