{
	"mix": 2,
	"rounds": [
		[
			{
				"category": "ALL 5 VOWELS, JUST ONE WORD",
				"comments": "",
				"clues": [
					{
						"text": "It means capable of using both hands equally well, though a news report dubbed an MLB Lefty/righty pitcher \"amphibious\"",
						"response": "ambidextrous"
					},
					{
						"text": "If your pulse races thinking of the Estelon Aura loudspeaker, you're this type of enthusiast",
						"response": "audiophile"
					},
					{
						"text": "The ATF has a webpage on \"rules &\" these, which, actually, are also rules",
						"response": "regulations"
					},
					{
						"text": "This plural word means the science of flight &amp; is the first \"A\" in NASA",
						"response": "aeronautics"
					},
					{
						"text": "To joke in a way others may find inappropriate, like me saying you have too much money, I'm taking back $3,000 each; I'm being...",
						"response": "facetious"
					}
				],
				"originalDate": "2025-06-12"
			},
			{
				"category": "HOT, TO GO",
				"comments": "",
				"clues": [
					{
						"text": "This chain's to-go offerings aren't limited to items like the Meatzza pizza; it's also got Loaded Tots",
						"response": "Domino's"
					},
					{
						"text": "This Mexican grill lists the 53 ingredients it uses, &amp; yes, one of them is the chili pepper it's named for",
						"response": "Chipotle"
					},
					{
						"text": "This chain advises looking for its hot light to know when its original glazed doughnuts are, y'know, hot",
						"response": "Krispy Kreme"
					},
					{
						"text": "Beijing Beef &amp; Honey Walnut Shrimp are on the menu of this place that puns, \"We wok for you\"",
						"response": "Panda Express"
					},
					{
						"text": "You can get soup or mac &amp; cheese in a bread bowl from this place with a name from Latin for \"bread basket\"",
						"response": "Panera"
					}
				],
				"originalDate": "2025-06-12"
			},
			{
				"category": "PROSPERO",
				"comments": "",
				"clues": [
					{
						"text": "Prospero says, \"We are such stuff as\" these \"are made on, and our little life is rounded with a sleep\"",
						"response": "dreams"
					},
					{
						"text": "Prospero freed this spirit who was magically bound to a tree &amp; used him to create the storm that sinks the ship",
						"response": "Ariel"
					},
					{
						"text": "This daughter of Prospero was but 3 years old when she was set adrift in a boat with her father",
						"response": "Miranda"
					},
					{
						"text": "Prospero threatens pain for this subordinate, son of the sorceress Sycorax: \"Each pinch more stinging than bees that made 'em\"",
						"response": "Caliban"
					},
					{
						"text": "Prospero was once the duke of this Italian city, but his brother did him dirty",
						"response": "Milan"
					}
				],
				"originalDate": "2025-06-12"
			},
			{
				"category": "TV SHOW MASHUPS",
				"comments": "You'll need to name the two shows whose titles we've combined.",
				"clues": [
					{
						"text": "Prohibition comes to Colorado: \"Boardwalk Park\"",
						"response": "<i>Boardwalk Empire</i> & <i>South Park</i>"
					},
					{
						"text": "They came together in an \"Emmy-Winning Episode\":<br>\"Modern Guy\"",
						"response": "<i>Modern Family</i> & <i>Family Guy</i>"
					},
					{
						"text": "From L.A.'s Westside to Oklahoma:<br>\"Curb Your Dogs\"",
						"response": "<i>Curb Your Enthusiasm</i> & <i>Reservation Dogs</i>"
					},
					{
						"text": "Freedom for a new musical star:<br>\"Prison Idol\"",
						"response": "<i>Prison Break</i> & <i>American Idol</i>"
					},
					{
						"text": "Kidman &amp; Harrelson, together at last:<br>\"Big Little Detective\"",
						"response": "<i>Big Little Lies</i> & <i>True Detective</i>"
					}
				],
				"originalDate": "2025-06-12"
			},
			{
				"category": "9-LETTER VOCAB",
				"comments": "",
				"clues": [
					{
						"text": "Usually known by its first 4 letters, it's a protective canvas covering that's been waterproofed",
						"response": "a tarpaulin"
					},
					{
						"text": "From the name of a British author, this adjective can describe a totalitarian state",
						"response": "Orwellian"
					},
					{
						"text": "This adjective with a pair of F's in the middle can refer to something that's not possible to put in words",
						"response": "ineffable"
					},
					{
						"text": "It's the chemical compound in chili peppers that brings the heat",
						"response": "capsaicin"
					},
					{
						"text": "It's another word for upper case, like all the letters in the clue you're looking at",
						"response": "majuscule"
					}
				],
				"originalDate": "2025-06-12"
			},
			{
				"category": "LOOKIN' BACK, TEXAS",
				"comments": "",
				"clues": [
					{
						"text": "In May 1846, the first major clash of the Mexican War took place over disputed territory between the Nueces River &amp; this other waterway",
						"response": "the Rio Grande"
					},
					{
						"text": "In 1928 this future president taught at an elementary school in Cotulla to earn money to continue his education",
						"response": "L.B. Johnson"
					},
					{
						"text": "This high-end retailer opened in Dallas in 1907; in 2024, it was bought by the parent company of Saks Fifth Avenue",
						"response": "Neiman Marcus"
					},
					{
						"text": "The first Native Amer. leaders tried for a raid in U.S. courts had attacked this 2-word caravan of vehicles in Young County in 1871",
						"response": "a wagon train"
					},
					{
						"text": "First name of Mr. Stilwell, who was inspired by spirits called brownies to develop the Texas gulf coast \"Port\" named for him",
						"response": "Port Arthur"
					}
				],
				"originalDate": "2025-06-11"
			}
		],
		[
			{
				"category": "DO THE WRITE THING",
				"comments": "",
				"clues": [
					{
						"text": "The chemist who \"discovered\" this writing implement opined in a 2009 memoir, \"Yellow is still the only good color\"",
						"response": "the Highlighter"
					},
					{
						"text": "Pilot pen co.'s 1973 patent for ink \"erased by light wiping\" led to an increase in the use of these now-common writing surfaces",
						"response": "dry erase boards (whiteboards)"
					},
					{
						"text": "That little number on your pencil refers to hardness - how much of the \"lead\" is made of this vs. clay",
						"response": "graphite"
					},
					{
						"text": "Ancient Greeks used these implements for writing on parchment; you may have used a modern version like the Apple Pencil",
						"response": "a stylus"
					},
					{
						"text": "In 1910 German pen-trepreneurs trademarked this brand name for writing instruments of \"peak\" quality",
						"response": "Montblanc"
					}
				],
				"originalDate": "2025-06-11"
			},
			{
				"category": "\"OLD\" SONGS",
				"comments": "",
				"clues": [
					{
						"text": "The young 'uns are familiar with the Cocomelon version of this classic that mentions a pig, a cow &amp; the various noises they make",
						"response": "\"Old MacDonald Had A Farm\""
					},
					{
						"text": "In this tune Bob Seger sang, \"Today's music ain't got the same soul\"",
						"response": "\"Old Time Rock And Roll\""
					},
					{
						"text": "A nostalgic Macklemore song says, \"I wish somebody would have told me... someday, these would be\" these",
						"response": "the good old days"
					},
					{
						"text": "The title of this Four Tops song precedes the lyric \"but with a different meaning since you been gone\"",
						"response": "\"It's The Same Old Song\""
					},
					{
						"text": "Rod Stewart told us that this title object \"been broke a thousand times\"",
						"response": "\"This Old Heart Of Mine\""
					}
				],
				"originalDate": "2025-06-11"
			},
			{
				"category": "SAME LAST NAME",
				"comments": "",
				"clues": [
					{
						"text": "\"360\" CNN journalist &<br>a parachuting hijacker",
						"response": "Cooper"
					},
					{
						"text": "A British scientist<br>&<br>the quarterback for the Carolina Panthers during their 2016 Super Bowl appearance",
						"response": "Newton"
					},
					{
						"text": "\"The World Is Flat\" New York Times columnist<br>&<br>an economist who wrote \"Capitalism &amp; Freedom\"",
						"response": "Friedman"
					},
					{
						"text": "A World War II U.S. general<br>&<br>a Knick turned U.S. senator from New Jersey",
						"response": "Bradley"
					},
					{
						"text": "Writer of \"Prince Caspian\"<br>&<br>a former congressman &amp; SNCC leader",
						"response": "Lewis"
					}
				],
				"originalDate": "2025-06-11"
			},
			{
				"category": "MEDIEVAL EUROPE",
				"comments": "",
				"clues": [
					{
						"text": "A term in the news in 2025, this was the title of the highest authority in Venice, an elected job with life tenure",
						"response": "Doge"
					},
					{
						"text": "The Vikings ranged from Russia in the east to Newfoundland in the west, which they called this",
						"response": "Vinland"
					},
					{
						"text": "In 1347, after an 11-month siege, the Burghers of this city surrendered to the British; Rodin cast them in bronze 500 years later",
						"response": "Calais"
					},
					{
						"text": "We should perhaps call this king of England \"the Conquered\" since he lost the throne at the Battle of Hastings",
						"response": "Harold (II)"
					},
					{
						"text": "The word \"dunce\" comes from the name of this medieval philosopher because he became associated with pointless hairsplitting",
						"response": "Duns Scotus"
					}
				],
				"originalDate": "2025-06-11"
			},
			{
				"category": "STARTS WITH \"S\"",
				"comments": "",
				"clues": [
					{
						"text": "Under Robert's Rules, if you propose a motion, someone has to do this for the motion to be considered",
						"response": "second"
					},
					{
						"text": "From a Latin word meaning \"of the world\", this adjective means not connected with religion",
						"response": "secular"
					},
					{
						"text": "A thought expressing an opinion based on incomplete evidence, or a business risk with not great odds",
						"response": "speculation"
					},
					{
						"text": "A professional who installs all kinds of pipes &amp; makes sure they go snugly together",
						"response": "a steamfitter"
					},
					{
						"text": "This kind of persuasion works below the threshold of conscious perception",
						"response": "subliminal"
					}
				],
				"originalDate": "2025-06-10"
			},
			{
				"category": "U.S. COINS",
				"comments": "",
				"clues": [
					{
						"text": "Since 2006 this coin has featured an image from a Rembrandt Peale portrait as part of its \"Return to Monticello\" theme",
						"response": "the nickel"
					},
					{
						"text": "Washington was on the front &amp; a colonial drummer &amp; victory torch on the reverse of a special quarter that came out in this year",
						"response": "1976"
					},
					{
						"text": "This Midwest state's commemorative quarter features an astronaut, an early airplane &amp; the words \"Birthplace of Aviation Pioneers\"",
						"response": "Ohio"
					},
					{
						"text": "The American Women Quarters Program begun in 2022 has featured Wilma Mankiller, first female chief of this indigenous people",
						"response": "the Cherokee"
					},
					{
						"text": "The U.S. Mint issued a 5-ounce silver coin in 2013 honoring this fort alluded to in our national anthem",
						"response": "Fort McHenry"
					}
				],
				"originalDate": "2025-06-10"
			}
		],
		{
			"category": "HISTORIC NAMES",
			"text": "Some 200 years after her birth, she was awarded the rank of General in Maryland's National Guard on Veterans Day 2024",
			"response": "Harriet Tubman"
		}
	]
}
