{"metadata":{"Original airdates":"2025-07-16, 2025-07-17, 2025-07-18"},"rounds":[[{"category":"WAR LOCKS","comments":"","clues":[{"text":"In Judges 16 this woman caused the warrior Samson \"to shave off the seven locks of his head\"","response":"Delilah"},{"text":"Photos of Mau Mau fighters with locs may have inspired the look among adherents to this religious movement started in Jamaica","response":"Rastafarianism"},{"text":"A warrior of sorts, Troy Polamalu kept his hair long in tribute to his Samoan heritage playing safety for this NFL team","response":"the Steelers"},{"text":"In an attempt to modernize Japan, an edict during this restorative era put an end to the topknot hairstyle among the samurai","response":"the Meiji Restoration"},{"text":"These blue-painted Scottish warriors whose name is from Latin for \"paint\" are traditionally illustrated with flowing locks","response":"the Picts"}],"originalDate":"2025-07-18"},{"category":"INTERNATIONAL COMMERCE","comments":"","clues":[{"text":"Customs unions exist to eliminate trade barriers &amp; do away with or minimize these, \"the most beautiful word\" to the President","response":"tariffs"},{"text":"The WIPO is a world organization that protects these artistic rights, the IP in its name","response":"intellectual property"},{"text":"Similar to NAFTA, a trade agreement between the U.S. &amp; countries including Guatemala &amp; Honduras is called this","response":"CAFTA"},{"text":"Though not a nation, it would be the fourth-largest economy in the world, having overtaken Japan in 2025","response":"California"},{"text":"World news in recent months has attended to China's controls on the elements known as these, like scandium &amp; yttrium","response":"rare-earth elements"}],"originalDate":"2025-07-18"},{"category":"LITERATURE","comments":"","clues":[{"text":"A line from this novel: \"Monday burn Millay, Wednesday Whitman... burn 'em to ashes, then burn the ashes\"","response":"<i>Fahrenheit 451</i>"},{"text":"Like many of his novels, \"Tess of the d'Urbervilles\" is set in the fictional Wessex","response":"Hardy"},{"text":"Her \"To the Lighthouse\" is a stream of consciousness novel about the Ramsay family's visits to the Isle of Skye","response":"Woolf"},{"text":"One of these \"short, plump little cakes\" triggers \"all-powerful joy\" in \"Remembrance of Things Past\"","response":"a madeleine"},{"text":"\"A Good Man is Hard to Find\" by this Southern Gothic author does not in fact contain dating advice","response":"O'Connor"}],"originalDate":"2025-07-18"},{"category":"AUNTIE DEFAMATION LEAGUE","comments":"","clues":[{"text":"In this novel wealthy Aunt March says love in a cottage will fail; Meg retorts that it can't be worse than in a big house","response":"<i>Little Women</i>"},{"text":"In a 1900 book she shows cowardice climbing into a cellar ahead of her niece to avoid a cyclone","response":"Auntie Em"},{"text":"Is it really a good idea to entrust an orphaned Patrick Dennis to this madcap Manhattan socialite known for homemade gin?","response":"Auntie Mame"},{"text":"Sure, Tom Sawyer is a \"mischeevous\" lad, but does this aunt really need to whack him on the skull with a thimble?","response":"Aunt Polly"},{"text":"Lady Catherine wants to know if this nephew has proposed to Elizabeth Bennet, who says the talk is frivolous &amp; ill-judged; oh snap!","response":"Mr. Darcy"}],"originalDate":"2025-07-17"},{"category":"MOVIE TITLES IN ITALIANO","comments":"(Ken: You'll give us the American title.)","clues":[{"text":"2010:<br>\"Mangia<br>prega<br>ama\"","response":"<i>Eat Pray Love</i>"},{"text":"1972:<br>\"Il padrino\"","response":"<i>The Godfather</i>"},{"text":"2003:<br>\"Sotto il sole Della Toscana\"","response":"<i>Under the Tuscan Sun</i>"},{"text":"1969: \"Un colpo all'italiana\"<br>(the 2003 remake used the English title)","response":"<i>The Italian Job</i>"},{"text":"2017:<br>\"Chiamami col tuo nome\"","response":"<i>Call Me by Your Name</i>"}],"originalDate":"2025-07-17"},{"category":"OH DEAR, THEY DIED","comments":"","clues":[{"text":"After plundering along the Carolinas &amp; in the Caribbean, this \"colorful\" pirate got the heads up (&amp; off) on Nov. 22, 1718","response":"Blackbeard"},{"text":"Reports about this Shoshone woman vary greatly; some say she blazed a new path in 1812 but others have her gone in her 90s in 1884","response":"Sacagawea"},{"text":"&amp; had some help! In 43 B.C. the head &amp; hands of this orator were placed on the speakers' platform at the Forum","response":"Cicero"},{"text":"She went beyond the help of the American Red Cross on April 12, 1912, a few days before the Titanic went down","response":"Barton"},{"text":"The \"survived\" in a memorable rhyme, she only survived her hazardous husband by just under 2 years","response":"(Catherine) Parr"}],"originalDate":"2025-07-17"}],[{"category":"WHEN YOU MUST STAND FOR SOMETHING","comments":"","clues":[{"text":"Deceitful advertising will run afoul of the BBB, this organization founded in 1912","response":"the Better Business Bureau"},{"text":"Elmo thinks Elmo should rebrand! In 2000 the CTW, this group, became the Sesame Workshop","response":"the Children's Television Workshop"},{"text":"An ACL injury involves the anterior cruciate ligament, but there are also injuries to the MCL, this collateral ligament","response":"medial"},{"text":"In addition to battling booze, the WCTU, short for Women's Christian this, fought for voting rights &amp; prison reform","response":"Temperance Union"},{"text":"Part of the Justice Department, what's known as the ATF is really the Bureau of ATF &amp; E, short for this","response":"Alcohol, Tobacco, Firearms & Explosives"}],"originalDate":"2025-07-17"},{"category":"BRITISHISMS","comments":"","clues":[{"text":"When part of Hogwarts becomes a swamp, Filch punts students across; he doesn't kick them, he uses a pole to pilot one of these","response":"a boat"},{"text":"The Brits call this traffic control tool a sleeping policeman","response":"a speed bump"},{"text":"Skive can mean to skip these 2 things, the middle 2 in a 4-part song title by The Godfathers; you can't skive the other 2","response":"school & work"},{"text":"This phrase meaning have a chat features   a facial movement,   but to the Welsh it means their cup is empty","response":"a chin wag"},{"text":"Polar opposites are called these 2 \"CH\" words, one a writing implement &amp; the other, a dairy product","response":"chalk & cheese"}],"originalDate":"2025-07-17"},{"category":"OPERA CHARACTERS","comments":"","clues":[{"text":"Early on in a 1787 opera, Leporello, servant to this rake, plays lookout as his master seduces Donna Anna","response":"<i>Don Giovanni</i>"},{"text":"The Nibelung are a race of these enslaved by Alberich, who uses them to find gold","response":"dwarves"},{"text":"First name Floria, she's a singer whose boyfriend Mario is painting a portrait of Mary Magdalene in a Puccini opera","response":"Tosca"},{"text":"Henry Kissinger &amp; Zhou Enlai are surprisingly melodic in this John Adams opera from 1987","response":"<i>Nixon in China</i>"},{"text":"The daughter of this Verdi jester, Gilda is the subject of a kidnapping plot","response":"Rigoletto"}],"originalDate":"2025-07-17"},{"category":"FABRICS &amp; MATERIALS","comments":"","clues":[{"text":"Though the name comes from French for Swedish gloves, this material also makes great shoes","response":"suede"},{"text":"Don Freeman gave this fabric name to the stuffed bear in his classic kids' book because it was the nickname for his own son Roy","response":"corduroy"},{"text":"Though angora goats also produce wool called mohair, the yarn called angora comes from this other animal","response":"a rabbit"},{"text":"The waterproof wool fabric Gabardine was invented by this man whose eponymous company is known for its raincoat","response":"Burberry"},{"text":"The light cotton plaid fabric madras was so named because it was originally produced in Madras, now called this","response":"Chennai"}],"originalDate":"2025-07-17"},{"category":"\"N\"TERTAINMENT","comments":"","clues":[{"text":"This \"JAG\" spinoff boasts 22 seasons &amp; 6 spinoffs of its own, including versions set in Hawaii &amp; Sydney","response":"<i>NCIS</i>"},{"text":"It's the song that immediately precedes the horror &amp; shame of realizing you've been Rickrolled","response":"\"Never Gonna Give You Up\""},{"text":"Conan O'Brien wants to hang out! this phrase follows his name in the title of the podcast team Coco launched in 2018","response":"<i>Needs a Friend</i>"},{"text":"One of Netflix' biggest hits is this spy thriller about an FBI agent who works a secret phone line at the White House","response":"<i>The Night Agent</i>"},{"text":"Director RaMell Ross asked himself, \"How do you... film from the perspective of a Black person?\" when shooting this 2025 Best Picture nominee","response":"<i>Nickel Boys</i>"}],"originalDate":"2025-07-17"},{"category":"EGYPTIAN HISTORY","comments":"","clues":[{"text":"He didn't just conquer Egypt in 332 B.C.; he also named a city for himself there","response":"Alexander the Great"},{"text":"The Great Pyramid was built about 4,500 years ago by this Egyptian king also known as Cheops","response":"Khufu"},{"text":"This Kurdish general controlled Egypt in the 12th century &amp; brought Sunni Islam back to the country","response":"Saladin"},{"text":"Egypt suffered more than 11,000 casualties in this brief 1967 war, the most of all the nations involved","response":"the Six-Day War"},{"text":"The Muslim Brotherhood picked him as their nominee for presidential elections in 2012; he later got life in prison","response":"(Mohamed) Morsi"}],"originalDate":"2025-07-16"}],{"category":"20th CENTURY NAMES","text":"According to one obituary, in 1935 he owned 13 magazines, 8 radio stations, 2 movie companies &amp; $56 million in real estate","response":"William Randolph Hearst"}]}