{
	"metadata": { "Original airdates": "2025-07-11, 2025-07-14" },
	"rounds": [
		[
			{
				"category": "\"M\"EDICAL",
				"comments": "",
				"clues": [
					{
						"text": "Epidemic parotitis isn't parrot fever, it's this disease that causes swelling of the neck, usually in childhood",
						"response": "mumps"
					},
					{
						"text": "A German pharmacist derived this drug from opium circa 1804, delighting doctors who thought it safe",
						"response": "morphine"
					},
					{
						"text": "In the 1950s a culture from an 11-year-old boy led to the first vaccine against this, a vax back in the news in 2025",
						"response": "measles"
					},
					{
						"text": "It's an adjective meaning relating to the lower jaw",
						"response": "mandibular"
					},
					{
						"text": "The bacterial type of this inflammation of the membranes covering the brain can be deadly &amp; requires immediate medical attention",
						"response": "meningitis"
					}
				],
				"originalDate": "2025-07-14"
			},
			{
				"category": "DOUGH",
				"comments": "",
				"clues": [
					{
						"text": "$1 U.S. will get you about 500 in the currency of Costa Rica that bears an explorer's name-not the Cristóbal but this",
						"response": "colón"
					},
					{
						"text": "Grab the check for your dinner of méchoui &amp; harira in this largest African nation in area &amp; you'll be paying in dinars",
						"response": "Algeria"
					},
					{
						"text": "Prince Mieszko I, who ruled in the 10th century, is on Poland's note worth 10 of these currency units",
						"response": "zloty"
					},
					{
						"text": "20 E.U. member countries use the euro, including this former Yugoslav republic, the newest one to adopt the currency",
						"response": "Croatia"
					},
					{
						"text": "Ask someone to share a few bob in Kenya or Uganda &amp; you might get the currency called this, like an old British coin",
						"response": "a shilling"
					}
				],
				"originalDate": "2025-07-14"
			},
			{
				"category": "FIZZY DRINKS",
				"comments": "",
				"clues": [
					{
						"text": "This brand of fizzy water originated in Wisconsin &amp; its name rhymes with enjoy, so stop trying to sound French when you say it",
						"response": "LaCroix"
					},
					{
						"text": "R.I.P. this 1-calorie soda, 1963-2020, the Coca-Cola company's first diet beverage but not its last",
						"response": "Tab"
					},
					{
						"text": "When does a bitter alkaloid extracted from tree bark equal refreshment? When it's this distinctly flavored ingredient in tonic water",
						"response": "quinine"
					},
					{
						"text": "It contains safrole, an aromatic oil banned by the FDA in 1960; before that, it was the \"root\" in most commercial root beer",
						"response": "sassafras"
					},
					{
						"text": "Champagne's fizzy Italian cousins include prosecco &amp; this type of sweet sparkling wine made in Piedmont",
						"response": "Asti (spumante)"
					}
				],
				"originalDate": "2025-07-14"
			},
			{
				"category": "<em class=\"underline\">BILLBOARD</em> NO. 1 HITS",
				"comments": "",
				"clues": [
					{
						"text": "From May 17 to 31, 1986, we all believed the children were our future with her No. 1 hit \"The Greatest Love Of All\"",
						"response": "(Whitney) Houston"
					},
					{
						"text": "In 2016 Desiigner hit No. 1 with this song inspired by the resemblance of a white BMW with black wheels to an animal",
						"response": "\"Panda\""
					},
					{
						"text": "\"Yeah!\" by Usher featuring Ludacris &amp; this rapper &amp; producer spent 12 weeks at the top spot",
						"response": "Lil Jon"
					},
					{
						"text": "Santana would first enter the Top 10 in 1970 with \"Evil Ways\" but their first No. 1 is this song from 1999",
						"response": "\"Smooth\""
					},
					{
						"text": "In 1973 The O'Jays hit No. 1 with \"Love Train\" &amp; Gladys Knight &amp; the Pips also topped the chart with this train",
						"response": "\"Midnight Train To Georgia\""
					}
				],
				"originalDate": "2025-07-14"
			},
			{
				"category": "THIS CATEGORY IS FIRE",
				"comments": "",
				"clues": [
					{
						"text": "75% of the world's volcanoes are part of this 25,000-mile-long seismic belt formed around the basin of the Pacific Ocean",
						"response": "the Ring of Fire"
					},
					{
						"text": "In 2 Kings a chariot of fire &amp; horses of fire appear before this prophet is taken by a whirlwind to heaven",
						"response": "Elijah"
					},
					{
						"text": "\"The Firebird\" was a feather in the cap of this Russian composer",
						"response": "Stravinsky"
					},
					{
						"text": "Napalm is similar to this Byzantine weapon invented by Callinicus of Heliopolis &amp; named for the people who first used it",
						"response": "Greek fire"
					},
					{
						"text": "A 1963 New York Times review said that James Baldwin had \"not written this book of two essays to please\"",
						"response": "<i>The Fire Next Time</i>"
					}
				],
				"originalDate": "2025-07-14"
			},
			{
				"category": "BOOK EXCERPTS",
				"comments": "",
				"clues": [
					{
						"text": "\"'There is no maiden fairer than the Empress of La Mancha, the peerless Dulcinea del Toboso'\"",
						"response": "<i>Don Quixote</i>"
					},
					{
						"text": "\"'So they fought a duel and Mr. Butler shot the girl's brother and he died, and Mr. Butler had to leave Charleston'\"",
						"response": "<i>Gone with the Wind</i>"
					},
					{
						"text": "\"'We, the party, control all records, and we control all memories.  Then we control the past, do we not?'\"",
						"response": "<i>1984</i>"
					},
					{
						"text": "\"I had of course long been used to a halter... &amp; to be led about in the fields &amp; lanes quietly, but now I was to have a bit &amp; bridle\"",
						"response": "<i>Black Beauty</i>"
					},
					{
						"text": "A 5-word title (the last line): \"And they will find ten dead bodies and an unsolved problem on Soldier Island\"",
						"response": "<i>And Then There Were None</i>"
					}
				],
				"originalDate": "2025-07-11"
			}
		],
		[
			{
				"category": "OFF THE RECORD",
				"comments": "",
				"clues": [
					{
						"text": "From this '80s album get down to \"Darling Nikki\" or<br>\"Let's Go Crazy\"",
						"response": "<i>Purple Rain</i>"
					},
					{
						"text": "\"Remedy\"<br>&<br>\"All I Ask\"<br>are on her \"25\"",
						"response": "Adele"
					},
					{
						"text": "This artist's 2024 release<br>\"GNX\"<br>includes<br>\"Dodger Blue\" &<br>\"Squabble Up\"",
						"response": "Kendrick Lamar"
					},
					{
						"text": "\"The Great Gig in the Sky\" &<br>\"Brain Damage\"<br>are deep cuts from this 1973 Pink Floyd album",
						"response": "<i>The Dark Side of the Moon</i>"
					},
					{
						"text": "\"Red Hill Mining Town\" &<br>\"Trip Through Your Wires\" are on this U2 album whose cover model fell over &amp; died",
						"response": "<i>Joshua Tree</i>"
					}
				],
				"originalDate": "2025-07-11"
			},
			{
				"category": "SORORITY NOW!",
				"comments": "",
				"clues": [
					{
						"text": "In 1998 the eyes of this state univ. were upon Kappa Phi Gamma, founded as the USA's first women's South Asian Greek-lettered org.",
						"response": "UT Austin"
					},
					{
						"text": "\"The second-oldest secret society for women in the U.S.\", Phi Mu has a motto-\"Les Soeurs Fideles\", which translates to this",
						"response": "the Loyal Sisters (the Faithful Sisters)"
					},
					{
						"text": "Around 1951 Tri Sigma began funding research to beat this disease, aka infantile paralysis; happily, they soon needed a new goal",
						"response": "polio"
					},
					{
						"text": "The Bee Gees were a band of brothers; the DGs are this Greek org. founded in 1873 before the term \"sorority\" was even used",
						"response": "the Delta Gammas"
					},
					{
						"text": "Sen. Blanche Lincoln &amp; Nancy Walton Laurie, a daughter  of Walmart's co-founder, were Chi Omegas at this state school",
						"response": "the University of Arkansas"
					}
				],
				"originalDate": "2025-07-11"
			},
			{
				"category": "TOUGH TO SPELL",
				"comments": "(Ken: But you don't have to spell your response.)",
				"clues": [
					{
						"text": "It's the \"R\" in the musical genre name \"R&B\", &amp; it's a bit tougher to spell than the \"B\"",
						"response": "rhythm"
					},
					{
						"text": "A handy spelling mnemonic: this word referring to writing paper has an \"E\" for \"envelope\"; its homonym has an \"A\" for \"at rest\"",
						"response": "stationery"
					},
					{
						"text": "To avoid spelling this Yiddish word for, say, your BTS snow globe, try an easier-to-spell synonym like \"curio\" or \"doodad\"",
						"response": "a tchotchke"
					},
					{
						"text": "At least to the James Beard Foundation, there's no \"N\" on the menu when spelling this word for the owner of an eatery",
						"response": "restaurateur"
					},
					{
						"text": "These pups were called \"badger dogs\" to disassociate them from Germany after WWI; as a bonus, the non-German name was easier to spell",
						"response": "a dachshund"
					}
				],
				"originalDate": "2025-07-11"
			},
			{
				"category": "FINISH THE DRINK",
				"comments": "",
				"clues": [
					{
						"text": "Martinis can have many garnishes but to be called a Gibson, it must have this one",
						"response": "an onion"
					},
					{
						"text": "Making a Shandy can be as simple as combining a tart soda &amp; this alcoholic beverage",
						"response": "beer"
					},
					{
						"text": "After a hot summer day, unwind with ranch water, a combination of soda, lime &amp; the Blanco variety of this potent potable",
						"response": "tequila"
					},
					{
						"text": "The bright green grasshopper combines cream, Crème de Cacao &amp; this herbal liqueur",
						"response": "crème de menthe"
					},
					{
						"text": "Want an old fashioned? Combine whiskey, sugar &amp; bitters from this company based in Trinidad &amp; Tobago",
						"response": "Angostura"
					}
				],
				"originalDate": "2025-07-11"
			},
			{
				"category": "MYTHELLANEOUS FEMALES",
				"comments": "",
				"clues": [
					{
						"text": "Oh, the drama! Melpomene is the muse of lyre playing &amp; of this branch of drama",
						"response": "tragedy"
					},
					{
						"text": "She &amp; Tristan drink a love potion meant for her &amp; Tristan's uncle",
						"response": "Isolde"
					},
					{
						"text": "Stheno &amp; Euryale are her equally monstrous sisters, though she is the only one who is mortal",
						"response": "Medusa"
					},
					{
						"text": "To learn hidden secrets &amp; mysteries is to \"lift the veil\" of this Egyptian goddess associated with death &amp; rebirth",
						"response": "Isis"
					},
					{
						"text": "The daughter of the Cretan King Minos, she helps Theseus escape the labyrinth by giving him a thread to help him find his way out",
						"response": "Ariadne"
					}
				],
				"originalDate": "2025-07-11"
			},
			{
				"category": "2-WORD PALINDROMES",
				"comments": "",
				"clues": [
					{ "text": "A sinister Kalamata", "response": "an evil olive" },
					{
						"text": "A drinking receptacle used to hold Juicy Fruit or Trident",
						"response": "a gum mug"
					},
					{
						"text": "Your holdings of<br>Au<br>are chronicled in a written record or diary",
						"response": "gold log"
					},
					{
						"text": "A treat after a long day of work in a sliding box in a chest",
						"response": "drawer reward"
					},
					{
						"text": "I've done this, dug in the earth to find blue twill-woven fabric used to make jeans",
						"response": "mined denim"
					}
				],
				"originalDate": "2025-07-11"
			}
		],
		{
			"category": "FAMOUS BUILDINGS",
			"text": "Opened in 1902, it's 87 feet in width on the 22nd Street side &amp; less than 7 feet wide at its narrowest point on 23rd Street",
			"response": "the Flatiron Building"
		}
	]
}
