{
	"mix": 8,
	"rounds": [
		[
			{
				"category": "ANCIENT LITERATURE",
				"comments": "",
				"clues": [
					{
						"text": "Book 2 of this work catalogs the Greek kings, heroes &amp; ships that have come to Troy",
						"response": "the <i>Iliad</i>"
					},
					{
						"text": "His \"Symposium\" mentions that philosophy &amp; gymnastics are \"inimical to tyranny\"",
						"response": "Plato"
					},
					{
						"text": "The Roman epic \"Pharsalia\" chronicles Julius Caesar's victory over this general in a 48 B.C. battle",
						"response": "Pompey (the Great)"
					},
					{
						"text": "In \"Works &amp; Days\" this author dives into Greek creation myth &amp; also criticizes his no-good brother Perses",
						"response": "Hesiod"
					},
					{
						"text": "\"The Great Indian Novel\" by Shashi Tharoor is a modern twist on this ancient epic that includes the Bhagavadgita",
						"response": "Mahabharata"
					}
				],
				"originalDate": "2025-05-28"
			},
			{
				"category": "THE MOTORCYCLE OF THESEUS",
				"comments": "A philosophical question: is it even the same bike, if every part is new?",
				"clues": [
					{
						"text": "Theseus replaced this lever operated with the left hand; bikers still use it, but 95% of U.S. car drivers don't use the same-named pedal",
						"response": "clutch"
					},
					{
						"text": "The original tires are gone; they were great on dirt but also this 2-word phrase, meaning the cops can't touch you in the city",
						"response": "street legal"
					},
					{
						"text": "There's a whole new single-shock rear suspension, the kind pioneered by this company's \"Monocross\" on the YZ250 in 1974",
						"response": "Yamaha"
					},
					{
						"text": "Theseus put in a custom exhaust, just like the one Don Fera stunt-rode in this 1953 Marlon Brando movie",
						"response": "<i>The Wild One</i>"
					},
					{
						"text": "The brakes have new these, a word one letter off from a measurement used for guns",
						"response": "calipers"
					}
				],
				"originalDate": "2025-05-28"
			},
			{
				"category": "GETTING PHILOSOPHICAL",
				"comments": "",
				"clues": [
					{
						"text": "With works like \"The Concept of Anxiety\", this Dane is said to have pioneered existentialism, though the term itself came later",
						"response": "Kierkegaard"
					},
					{
						"text": "Ayn Rand founded this philosophy that says a main purpose in life is one's own happiness; her novel \"Atlas Shrugged\" expounded on it",
						"response": "Objectivism"
					},
					{
						"text": "Berkeley has been called the first of these - not a starry-eyed hoper for a better world but one who believes reality is in the mind",
						"response": "an idealist"
					},
					{
						"text": "According to Aristotle, the followers of this 6th century B.C. philosopher believed that \"everything is numbers\"",
						"response": "Pythagoras"
					},
					{
						"text": "Kant wrote critiques of \"Pure Reason\" &amp; of this kind of \"Reason\", which lays out his case for free will",
						"response": "practical reason"
					}
				],
				"originalDate": "2025-05-28"
			},
			{
				"category": "REIGN MAN",
				"comments": "",
				"clues": [
					{
						"text": "1926 was the start of the Showa Era, the reign of this longest-serving Japanese monarch in history",
						"response": "Hirohito"
					},
					{
						"text": "Henry IV signed this edict in 1598 that promoted religious tolerance before having his reign cut short by an extremist in 1610",
						"response": "the Edict of Nantes"
					},
					{
						"text": "Near the end of his reign, he promoted his son Commodus to joint emperor &amp; they went off to kill some Germanic tribes together as a family",
						"response": "Marcus Aurelius"
					},
					{
						"text": "He suffered loss in the last years of his reign, including the murders of his wife in 1898 &amp; nephew in 1914",
						"response": "Franz Joseph (Emperor of Austria)"
					},
					{
						"text": "Before taking the reins from his bro in 1830, this fecund Hanoverian had 10 illegitimate children with an Irish actress",
						"response": "William IV"
					}
				],
				"originalDate": "2025-05-28"
			},
			{
				"category": "MORTAL MATTERS",
				"comments": "",
				"clues": [
					{
						"text": "The rhyme \"Divorced, beheaded, died, divorced, beheaded, survived\" tells you the fate of his wives",
						"response": "Henry VIII"
					},
					{
						"text": "Elisabeth Kübler-Ross, who identified the 5 stages of grief, also spent many years studying these, NDEs for short",
						"response": "near-death experiences"
					},
					{
						"text": "This pop artist survived a gunshot wound in 1968 but died in 1987 of cardiac arrest following gall bladder surgery",
						"response": "Warhol"
					},
					{
						"text": "In the Bible, after he is killed with a single stone to the forehead, his head is cut off with his own sword",
						"response": "Goliath"
					},
					{
						"text": "After years of declining health, this poet died in the arms of her beloved Robert in 1861",
						"response": "Elizabeth Browning"
					}
				],
				"originalDate": "2025-05-29"
			},
			{
				"category": "WORDS FOUND IN <em class=\"underline\">JUICY</em> BY BIGGIE",
				"comments": "",
				"clues": [
					{
						"text": "Last name of wine merchant Claude; his family later went into business with the Chandons",
						"response": "Moët"
					},
					{
						"text": "A person in a tree-mendous field of work, or his red &amp; black shirt",
						"response": "a lumberjack"
					},
					{
						"text": "Langston Hughes wondered if one of these might \"stink\" or \"crust\" or just \"explode\" over time",
						"response": "a dream"
					},
					{
						"text": "In ancient times one of these units of measurement equaled the weight of a seed from a carob tree",
						"response": "carats"
					},
					{
						"text": "Small fishies whose name is related to an Italian island",
						"response": "sardines"
					}
				],
				"originalDate": "2025-05-29"
			}
		],
		[
			{
				"category": "THE GREAT SQUALL",
				"comments": "",
				"clues": [
					{
						"text": "In this author's story \"A Descent into the Maelström\", a character's hair goes from \"raven-black\" to white after a storm",
						"response": "Edgar Allan Poe"
					},
					{
						"text": "In this novel, the title character praises God when lightning strikes near his boat; poor kitty Richard Parker cowers in fear",
						"response": "<i>Life of Pi</i>"
					},
					{
						"text": "His 1850 book \"White-Jacket\" tells \"all ye naval aspirants\" to \"prepare for white squalls, living gales &amp; typhoons\"",
						"response": "Melville"
					},
					{
						"text": "This murder mystery play first performed in London in 1952 is set in Monkswell Manor during a snowstorm",
						"response": "<i>The Mousetrap</i>"
					},
					{
						"text": "In a Shakespearean storm, King Lear is joined by his fool &amp; by this character disguised as poor Tom",
						"response": "Edgar"
					}
				],
				"originalDate": "2025-05-29"
			},
			{
				"category": "OF CHINA",
				"comments": "",
				"clues": [
					{
						"text": "The \"blast\" type of this got hot &amp; heavy in China as early as 200 B.C.",
						"response": "a furnace"
					},
					{
						"text": "This vital ingredient to modern warfare is said to have been invented in China by a Tang dynasty alchemist around 850 A.D.",
						"response": "gunpowder"
					},
					{
						"text": "Acupuncture's origins lie in correcting the disharmony between these 2 cosmic principles",
						"response": "yin & yang"
					},
					{
						"text": "You need 3 O's &amp; only 3 O's as vowels in this type of tea that dates back at least 1,000 years",
						"response": "oolong"
					},
					{
						"text": "Nearly 2,000 years ago, Zhang Heng made an early type of this device; adorned with dragon heads, it registered when the ground shook",
						"response": "a seismograph (a seismometer)"
					}
				],
				"originalDate": "2025-05-29"
			},
			{
				"category": "LEADING FROM THE FRONT",
				"comments": "",
				"clues": [
					{
						"text": "On the 1942 raid that bears his name, James Doolittle himself made the first risky takeoff of a big bomber from one of these",
						"response": "an aircraft carrier"
					},
					{
						"text": "Though later derided as \"Dugout Doug\", in World War I he earned 7 Silver Stars as a daring field commander",
						"response": "Douglas MacArthur"
					},
					{
						"text": "Omar Bradley said the bravest thing he ever saw was this general, the son of a president, leading men under fire at Utah Beach",
						"response": "Theodore Roosevelt Jr."
					},
					{
						"text": "Military genius Gustavus Adolphus made Sweden a power in this war but died leading a charge at the 1632 Battle of Lützen",
						"response": "the Thirty Years' War"
					},
					{
						"text": "Escorted by only a handful of Marines, Abraham Lincoln visited this still-smoldering city on April 4, 1865",
						"response": "Richmond"
					}
				],
				"originalDate": "2025-05-29"
			},
			{
				"category": "ON THE MAP",
				"comments": "",
				"clues": [
					{
						"text": "Kefalonia &amp; Corfu are the 2 largest of this country's Ionian Islands",
						"response": "Greece"
					},
					{
						"text": "Rossini's opera \"The Italian Girl in\" this North African capital opens at the palace of Mustafa - of course it does",
						"response": "Algiers"
					},
					{
						"text": "Strategically important to shipping, the Bab el-Mandeb Strait separates this peninsula from Africa",
						"response": "the Arabian Peninsula"
					},
					{
						"text": "These 2 \"M\" cities about 800 miles apart are 2 of the most populous cities on the Mississippi River",
						"response": "Minneapolis & Memphis"
					},
					{
						"text": "North of Australia, the second-largest island in the world is split politically between these 2 nations",
						"response": "Indonesia & Papua New Guinea"
					}
				],
				"originalDate": "2025-05-29"
			},
			{
				"category": "UH OH, HERE COMES \"A.I.\"",
				"comments": "",
				"clues": [
					{
						"text": "You had 12 plates of coconut shrimp, 9 reef lobsters &amp; 24 Cadillac margaritas in one weekend?! Good thing the resort is this!",
						"response": "all-included (all-inclusive)"
					},
					{
						"text": "\"The Answer\" is this superstar 76ers guard who joined the Basketball Hall of Fame in 2016",
						"response": "Allen Iverson"
					},
					{
						"text": "Here's some business jargon: this piece of A.I. is a specific task created in a meeting for someone to follow up with",
						"response": "an action item"
					},
					{
						"text": "For Zyrtec, it's cetirizine hydrochloride",
						"response": "active ingredient"
					},
					{
						"text": "A classic work by Richard Hofstadter is titled this hostility-to-eggheads -ism \"in American Life\"",
						"response": "<i>Anti-Intellectualism</i>"
					}
				],
				"originalDate": "2025-05-29"
			},
			{
				"category": "EUROPE",
				"comments": "",
				"clues": [
					{
						"text": "This river begins its journey of around 2,300 miles in the Valdai Hills near Moscow",
						"response": "the Volga"
					},
					{
						"text": "As an independent republic in the 18th century, this island near Sardinia flew a flag featuring a man's head wearing a white bandana",
						"response": "Corsica"
					},
					{
						"text": "The Scalinata Della Trinità dei Monti is the Italian name for this staircase in Rome",
						"response": "the Spanish Steps"
					},
					{
						"text": "This monolith is a nature reserve for about 230 Barbary macaques",
						"response": "the Rock of Gibraltar"
					},
					{
						"text": "This capital is located where Lake Mälar meets Saltsjön",
						"response": "Stockholm"
					}
				],
				"originalDate": "2025-05-28"
			}
		],
		{
			"category": "ISLAND COUNTRIES",
			"text": "The only U.N. member state named for a woman, it's named for a 4th century Sicilian martyr",
			"response": "Saint Lucia"
		}
	]
}
