{"metadata":{"Original airdates":"2025-07-09, 2025-07-10"},"rounds":[[{"category":"THE LETTER OF THE LAW","comments":"","clues":[{"text":"C: This synonym for co-conspirator to help do something illegal, a term used in a different way in the Civil War","response":"confederate"},{"text":"E:<br>It's also called defalcation or peculation, but either way, don't take funds entrusted to you","response":"embezzle"},{"text":"F:<br>Type of accountant who investigates the money side of crimes &amp; tells the court about it","response":"forensic"},{"text":"A: This objection in court is made due to opposing counsel making conclusions &amp; inferences drawn from facts; sustained!","response":"argumentative"},{"text":"S:<br>From the Latin for \"to furnish\", it means to persuade someone to commit perjury","response":"suborn"}],"originalDate":"2025-07-10"},{"category":"3 \"E\"","comments":"(Ken: Because the most common letter in the alphabet will appear three times in each response.)","clues":[{"text":"A \"pet\" this of mine is when they spell my name \"Kevin\" on my takeout order","response":"peeve"},{"text":"Assigned to a lower level; it's specifically used of soccer teams dropped to a less elite division","response":"relegated"},{"text":"Tennessee Williams knew that it's a place where wild animals are kept for exhibition","response":"menagerie"},{"text":"The IRS defines these as \"either a qualifying child or a qualifying relative of the taxpayer\"","response":"dependent"},{"text":"From Latin for \"to grasp\", this adjective describes graspy monkey tails, elephant trunks &amp; giraffe tongues","response":"prehensile"}],"originalDate":"2025-07-10"},{"category":"LET'S GET LOUD","comments":"","clues":[{"text":"Go about 761 mph in air at sea level &amp; you'll get one of these phenomena for your trouble","response":"a sonic boom"},{"text":"Loud mating cries are characteristic of this feline with many names, including catamount &amp; painter","response":"the mountain lion (or cougar, or panther, or puma)"},{"text":"Malicious intent through loud &amp; unreasonable noises &amp; fighting in public are grounds for this 3-word criminal charge","response":"disturbing the peace"},{"text":"George H.W. Bush marveled at John Major dealing with PMQs, short for this, with everyone \"nose to nose... yelling at each other\"","response":"prime minister questions"},{"text":"An \"earthquake in the air\", shock waves from the 1883 volcanic eruption on this island went around the globe 7 times","response":"Krakatoa"}],"originalDate":"2025-07-10"},{"category":"SAY HELLO TO MY LITTLE FRIEND","comments":"","clues":[{"text":"Bob Cratchit was known to cheerfully carry this character on his shoulder","response":"Tiny Tim"},{"text":"In a Grimm Brothers tale, this lad's dad, a tailor, gives him a darning needle to use as a sword on his travels","response":"Tom Thumb"},{"text":"Known to twirl his whiskers, Reepicheep, one of these creatures in Narnia, was \"most valiant of all the talking beasts\"","response":"a mouse"},{"text":"This 1954 book features the line \"Some sort of a creature of very small size, too small to be seen by an elephant's eyes\"","response":"<i>Horton Hears a Who!</i>"},{"text":"Éomer tells him, \"I would cut off your head, beard &amp; all, master dwarf, if it stood but a little higher from the ground\"","response":"Gimli"}],"originalDate":"2025-07-10"},{"category":"THE HUMAN BODY","comments":"","clues":[{"text":"A roller coaster ride through the nephrons of this organ would include the loop of Henle","response":"the kidneys"},{"text":"Looking directly at the Sun during an eclipse can burn this light-sensitive membrane at the back of the eye","response":"the retina"},{"text":"Humans have apocrine &amp; eccrine these, found in the skin; the eccrine ones help regulate temperature","response":"sweat glands"},{"text":"The ball of the ball-&amp;-socket shoulder joint is the head of this arm bone","response":"the humerus"},{"text":"The heart's alternating periods of contraction &amp; relaxation are called these 2 similar words","response":"systole & diastole"}],"originalDate":"2025-07-10"},{"category":"WORDS OF WISDOM","comments":"","clues":[{"text":"It's the \"I\" in DNI, a presidential advisory position created in 2004","response":"Intelligence"},{"text":"Now meaning a supremely smart person, in Roman times it referred to the attendant spirit of a person or place","response":"genius"},{"text":"This 4-letter word can mean mentally sharp or physically sharp, like a blade","response":"keen"},{"text":"Latin for \"rude\" or \"rough\" gives us this adjective that means scholarly","response":"erudite"},{"text":"From Greek for \"having learned much\", it's a person who knows about a lot of topics, not just every kind of algebra &amp; calculus","response":"polymath"}],"originalDate":"2025-07-10"}],[{"category":"WE ARE LITERARY FAMILY","comments":"","clues":[{"text":"George R.R. Martin wrote, one in this family \"always pays his debts... I think I will try and sleep. Wake me if we're about to die\"","response":"Lannister"},{"text":"In 1846 \"Poems by Currer, Ellis and Acton Bell\" were actually the poems by 3 sisters in this family","response":"Brontë"},{"text":"\"People also ask\" on Google, \"What is the correct pronunciation?\" of this family of bears &amp; \"always religious?\"","response":"Berenstain"},{"text":"This author opened a book with \"A long time ago... Pa and Ma and Mary and Laura and baby Carrie left their little house in the Big Woods\"","response":"Ingalls Wilder"},{"text":"John Galsworthy's \"Saga\" about this family is soon to get no less than its third glossy BBC/PBS adaptation","response":"Forsyte"}],"originalDate":"2025-07-09"},{"category":"HOW NOW, DOW JONES 30 SYMBOL","comments":"","clues":[{"text":"BA isn't Bank of America, but speaking plane-ly, is this company","response":"Boeing"},{"text":"SHW is this brand that paints the town red (or another color of your choice)","response":"Sherwin-Williams"},{"text":"KO is a knockout of a symbol for this brand that stays liquid","response":"Coca-Cola"},{"text":"TRV means this company with assurances of insurance","response":"Travelers"},{"text":"HON is this company that's into aerospace &amp; also industrial automation, which doesn't sound like a scary pairing at all","response":"Honeywell"}],"originalDate":"2025-07-09"},{"category":"NUMBER, PLEASE","comments":"","clues":[{"text":"Baskin-Robbins started out offering this many flavors; now the company has 1,400-plus","response":"31"},{"text":"This Apollo mission put the first humans on the Moon","response":"11"},{"text":"Number of points a team gets for a safety in the NFL","response":"two"},{"text":"In myth this many champions went against Thebes after Oedipus died","response":"seven"},{"text":"This rare isotope of uranium is the only naturally occurring fissile material, so be careful out there","response":"uranium-235"}],"originalDate":"2025-07-09"},{"category":"\"STRAIGHT\" TALK","comments":"","clues":[{"text":"Hope you're walking this slim 3-word path of honesty &amp; virtue","response":"straight and narrow"},{"text":"To vote this is to cast a ballot solely for candidates of a single party","response":"straight ticket"},{"text":"You're holding a jack, 10, 8 &amp; 7 &amp; hoping to draw a 9 for one of these? Lotsa luck!","response":"an inside straight"},{"text":"As 2 words, it's a punk subculture that eschews booze &amp; drugs; as one word, it's a drawing tool","response":"straight edge"},{"text":"This 3-word phrase meaning simple &amp; direct is the title of a Thelonious Monk album","response":"straight, no chaser"}],"originalDate":"2025-07-09"},{"category":"EARTH SCIENCE","comments":"","clues":[{"text":"Derecho, a strong wind moving in a line across the Great Plains, was coined in contrast to this wind that twists &amp; spins","response":"a tornado"},{"text":"Spring these, higher than usual, happen because the Sun adds its gravitational pull to that of the Moon","response":"tides"},{"text":"If Norman Bowen's headstone is made of this hard rock, he'd want you to know it's magmatic, his position in a long-running debate","response":"granite"},{"text":"On a global scale this process of heat transfer sees warm air rise &amp; cold air sink, driving much of weather &amp; climate","response":"convection"},{"text":"Dubbed Clambake 1, the first of the structures called these vents, the \"hot springs of the ocean floor\", was discovered in 1977","response":"hydrothermal vents"}],"originalDate":"2025-07-09"},{"category":"FRENCH PROVERBS","comments":"","clues":[{"text":"Basically telling you to sleep on it, \"la nuit porte conseil\" literally means this \"brings counsel\"","response":"the night"},{"text":"Like \"make a mountain out of a molehill\", to \"faire d'une mouche un éléphant\" is to make an elephant out of this insect","response":"a fly"},{"text":"\"Chien qui aboie ne mord pas\" familiarly tells us one of these \"doesn't bite\"","response":"a barking dog"},{"text":"\"De mauvais grain jamais bon pain\" means \"from bad grain, never\" this 2-word outcome","response":"good bread"},{"text":"\"Il n'y a pas de fumée sans feu\" is equivalent to this, meaning there's a reason why people are talking about something","response":"there's no smoke without fire (where's there's smoke, there's fire)"}],"originalDate":"2025-07-09"}],{"category":"LANGUAGES IN HISTORY","text":"Holy Roman Emperor Charles V is said to have quipped, \"to God I speak Spanish, to women Italian, to men French, &amp; to my horse\" this","response":"German"}]}