{"metadata":{"Original airdates":"2025-06-25, 2025-06-26"},"rounds":[[{"category":"THINKING ABOUT THE ENLIGHTENMENT","comments":"","clues":[{"text":"Scottish philosopher Adam Smith was an advocate of this French-named system, capitalism without government interference","response":"<i>laissez-faire</i>"},{"text":"Jeremy Bentham expounded this \"greatest good for the greatest number\" -ism","response":"utilitarianism"},{"text":"Known as the \"German Socrates\", Moses of this last name was a major Jewish voice in the Enlightenment &amp; grandfather of a famous composer","response":"(Moses) Mendelssohn"},{"text":"The categorical imperative was an ethical rule of conduct devised by this leading 18th century German philosopher","response":"Immanuel Kant"},{"text":"This Swiss-French philosopher's \"Confessions\" created a fashion for similar intimate autobiographies","response":"Rousseau"}],"originalDate":"2025-06-26"},{"category":"NATION-AL GEOGRAPHIC","comments":"(Ken: Places with names relating to a country.)","clues":[{"text":"The Dolomites lie in the northeast section of the Italian these mountains","response":"the Alps"},{"text":"The Atlantic port of Banana sits at the mouth of this 2,900-mile-long African river","response":"the Congo"},{"text":"This directionally named body of water connects the Taiwan Strait with the Korea Strait","response":"the East China Sea"},{"text":"This \"Shield\" is millions of square miles of Precambrian rock centered on Hudson Bay","response":"the Canada Shield"},{"text":"Lake Nicaragua connects to this capitally named lake via the intermittent Tipitapa River","response":"Lake Managua"}],"originalDate":"2025-06-26"},{"category":"FICTIONAL CLERGY","comments":"","clues":[{"text":"Archdeacon Claude Frollo becomes the archvillain in this author's \"The Hunchback of Notre-Dame\"","response":"Victor Hugo"},{"text":"For \"The Name of the Rose\", he created a solver of medieval monastic murders named William of Baskerville","response":"Umberto Eco"},{"text":"This tubby clergyman of Sherwood Forest turns up in \"Ivanhoe\" &amp; punches King Richard on the ear","response":"Friar Tuck"},{"text":"This work includes tales from a friar, a monk, a nun &amp; a parson, all on a pilgrimage to the shrine of St. Thomas Becket","response":"<i>The Canterbury Tales</i>"},{"text":"G.K. Chesterton created this unassuming crime-solving priest, played on TV by Ron Weasley's dad","response":"Father Brown"}],"originalDate":"2025-06-26"},{"category":"\"MA*M\"","comments":"(Ken: Responses here beginning with \"M-A\" and ending with \"M\".)","clues":[{"text":"The Taj Mahal has been described as a marvelous, mesmerizing, magnificent this","response":"a mausoleum"},{"text":"The American Cancer Society says that women at a high risk for breast cancer should have a breast MRI &amp; this screening beginning at age 30","response":"a mammogram"},{"text":"It's a proverbial saying or principle to live by","response":"a maxim"},{"text":"It's one of the ingredients typically found in Herbes de Provence","response":"marjoram"},{"text":"Seeds &amp; nuts are good sources of this essential mineral","response":"magnesium"}],"originalDate":"2025-06-26"},{"category":"A DOG OF A STORY","comments":"","clues":[{"text":"A classic book ends with \"'And here is\"' this dog \"'too. and oh, Aunt Em! I'm so glad to be at home again!\"'","response":"Toto"},{"text":"\"'But they're mongrels<span class=\"nobreak\">--</span>all white, no spots at all!\"' this character cried<span class=\"nobreak\">--</span>\"'You must drown them at once\"'","response":"Cruella de Vil"},{"text":"In a Stephen King novel, a sick bat takes a bite out of this nice ol' St. Bernard who becomes a not-so-nice ol' St. Bernard","response":"Cujo"},{"text":"India Opal Buloni gets a lot more from the supermarket than expected, but that's \"Because of\" meeting this dog","response":"Winn-Dixie"},{"text":"In \"Oliver Twist\", Bull's-eye has \"faults of temper in common with his owner\", this evil man","response":"(Bill) Sikes"}],"originalDate":"2025-06-25"},{"category":"ALL ALONE","comments":"","clues":[{"text":"The name of this brand of disposable cups means unaccompanied","response":"Solo"},{"text":"A doomed FedEx flight delivers Chuck Noland (oh, Noland, I get it!) to a deserted island for 4 years in this movie","response":"<i>Cast Away</i>"},{"text":"At a certain point, you have to announce the title of this card game in a timely fashion or you will have to draw more cards","response":"UNO"},{"text":"In 2024 the Supreme Court voted 8-1 that domestic abusers can be temporarily disarmed<span class=\"nobreak\">--</span>this justice appointed in 1991 was the 1","response":"Thomas"},{"text":"This writer got some serious me-time while living \"Life in the Woods\" from 1845 to 1847","response":"Thoreau"}],"originalDate":"2025-06-25"}],[{"category":"I LOVE YOU, MAN","comments":"","clues":[{"text":"3 MVP awards,<br>50 homers &amp; 50 steals in a season... Oh, &amp; you pitch too? No wonder you're the idol of 2 continents!","response":"Shohei Ohtani"},{"text":"Royals,<br>secret agents,<br>Elizabeth's Darcy,<br>Bridget's Darcy<span class=\"nobreak\">--</span><br>Is there anything you can't do?","response":"Colin Firth"},{"text":"\"Goldfinger\",<br>\"Highlander\",<br>the chest hair,<br>the Scots brogue... och, man!","response":"Sean Connery"},{"text":"Jefferson Smith,<br>Glenn Miller,<br>George Bailey... what's not to love","response":"Jimmy Stewart"},{"text":"\"What's going on\",<br>\"Let's Get It On\",<br>\"Sexual Healing\"...<br>How sweet it is!","response":"Marvin Gaye"}],"originalDate":"2025-06-25"},{"category":"FIGURES OF SPEECH","comments":"","clues":[{"text":"It's what Ferris Bueller \"breaks\" when he asks the camera, \"How could I possibly be expected to handle school on a day like this?\"","response":"the fourth wall"},{"text":"This term for intensive questioning derives from freemasonry; it refers to the level attained by a master Mason","response":"the third degree"},{"text":"This term for, say, a Triple Red Hot 7s or Mega Moolah machine doesn't always apply, the way Vegas casinos look today","response":"one-armed bandits"},{"text":"2/5 of a ton appears in this phrase for a company powerful enough to dominate an industry; meeting one in Africa is no picnic either","response":"an 800-pound gorilla"},{"text":"\"Custody presumes ownership\" is a rough translation of this fractional idiom, though it's bad legal advice any way you say it","response":"possession is nine-tenths of the law"}],"originalDate":"2025-06-25"},{"category":"WELCOME TO YOUR MICROBIOME","comments":"","clues":[{"text":"Even the medicos use this simple 3-letter word for your digestive tract when talking about microbes residing there","response":"a gut"},{"text":"They're the microorganisms that comprise your mycobiome<span class=\"nobreak\">--</span>dozens of them at the very yeast","response":"fungi"},{"text":"Looking to up your helpful bacteria?  Pucker up, buttercup &amp; have some kefir, sauerkraut or kimchi, which undergo this process","response":"fermentation"},{"text":"Not all viruses are bad: bacteria-eating ones, known as these, can do everything from fight infection to aid digestion","response":"phages (bacteriophages)"},{"text":"Microbes break down nutrients your body can't, like this fiber from the cell walls of plants; that salad you're eating is full of it","response":"cellulose"}],"originalDate":"2025-06-25"},{"category":"BIG IN FEUDAL JAPAN","comments":"","clues":[{"text":"It didn't get bigger than the Shogun, though technically he was under the control of this figurehead","response":"the emperor"},{"text":"In the 12th century, Dogen &amp; Eisai started the Soto &amp; Rinzai schools of this type of Buddhism","response":"Zen Buddhism"},{"text":"Sen No Rikyu is credited with elevating this ritual to an art form; to this day, it is a symbol of Japanese culture","response":"the tea ceremony"},{"text":"Samurai are associated with the katana or sword, but also had to master the yumi, this weapon, even on horseback","response":"the bow (& arrow)"},{"text":"In 1274 &amp; 1281 typhoons called kamikaze, meaning divine wind, turned away the fleets of this Mongol leader, a famous grandkid","response":"Kublai Khan"}],"originalDate":"2025-06-25"},{"category":"WORLD LEADERS","comments":"","clues":[{"text":"During World War II the \"Big Three\" Allied leaders were FDR, Churchill &amp; him","response":"Stalin"},{"text":"His IMDb credits include playing d'Artagnan in the 2005 TV movie \"Tri Mushketyora\"","response":"Zelenskyy"},{"text":"This dictator's full name ended with al-Tikriti, Tikrit being the city near where he was born in 1937","response":"Saddam Hussein"},{"text":"Khaleda Zia, the first female prime minister of this country, was later sent to prison for corruption &amp; embezzlement","response":"Bangladesh"},{"text":"In 1923 the man born Mustafa Kemal became a world leader under this name","response":"Atatürk"}],"originalDate":"2025-06-25"},{"category":"Xs &amp; Os","comments":"(Ken: Each response has an X and an O in that order, not necessarily together.)","clues":[{"text":"Called the Peacemaker, the colt .45 was one of these numerical firearms in the Old West","response":"a six-shooter"},{"text":"A former member of the State Cattle Sanitary Board, William C. McDonald became the first governor of this state in 1912","response":"New Mexico"},{"text":"This verb means to place 2 objects or images side by side, often for contrast","response":"juxtapose"},{"text":"Lacrimal &amp; salivary are examples of these glands that produce secretions released through a duct","response":"exocrine"},{"text":"This soldier &amp; historian's works like \"Anabasis\" &amp; \"Hellenica\" remain major sources of ancient Greek history","response":"Xenophon"}],"originalDate":"2025-06-25"}],{"category":"AWARDS","text":"In the 50-year history of \"Saturday Night Live\", he's the only cast member to have won an Oscar<span class=\"nobreak\">--</span>&amp; it wasn't for a comedy","response":"Robert Downey Jr."}]}