{
	"metadata": { "Original airdates": "2025-06-23, 2025-06-24" },
	"rounds": [
		[
			{
				"category": "FLORIDA HISTORY",
				"comments": "",
				"clues": [
					{
						"text": "In 1958 the National Aeronautics &amp; Space Administration began operations on this East Coast promontory",
						"response": "Cape Canaveral"
					},
					{
						"text": "\"Land... serving not as the source of water but as the last receiver of it\", Pres. Truman said of this natl. park he dedicated",
						"response": "the Everglades"
					},
					{
						"text": "Led by the Baker County District on Aug. 10, 2020, Florida was aggressive in the move to do this during the pandemic",
						"response": "reopen schools"
					},
					{
						"text": "In 1982 this island city declared its independence from the U.S., calling itself the Conch Republic",
						"response": "Key West"
					},
					{
						"text": "In 1835 Major Francis Dade &amp; about 100 soldiers were attacked &amp; wiped out, marking the start of the 2nd of these wars",
						"response": "the Seminole Wars"
					}
				],
				"originalDate": "2025-06-24"
			},
			{
				"category": "CHAPTER &amp; NON-VERSE",
				"comments": "(Ken: You name the novel.)",
				"clues": [
					{
						"text": "Chapter 1 of Part II, \"A Voyage to Brobdingnag\":<br>\"I... found myself alone in a vast room ... lying in a bed twenty yards wide\"",
						"response": "<i>Gulliver's Travels</i>"
					},
					{
						"text": "\"Nick Dunne the Day of\":<br>\"When I think of my wife, I always think of her head\"",
						"response": "<i>Gone Girl</i>"
					},
					{
						"text": "\"The Black Bird\":<br>\"Yes, with ten thousand insurance, no children, and a wife who didn't like him\"",
						"response": "<i>The Maltese Falcon</i>"
					},
					{
						"text": "\"Mr. Micawber's Gauntlet\":<br>\"Traddles and I both murmured 'no'\"",
						"response": "<i>David Copperfield</i>"
					},
					{
						"text": "Chapter I of Book I, \"Miss Brooke\":<br>\"And how should Dorothea not marry? -a girl so handsome and with such prospects?\"",
						"response": "<i>Middlemarch</i>"
					}
				],
				"originalDate": "2025-06-24"
			},
			{
				"category": "SCAMMERS",
				"comments": "",
				"clues": [
					{
						"text": "In the 1920s Victor Lustig posed as a French official &amp; proposed the sale of 2.5 million rivets from this structure",
						"response": "the Eiffel Tower"
					},
					{
						"text": "A chair of NASDAQ in the 1990s, he was sentenced to 150 years in prison in 2009",
						"response": "Bernie Madoff"
					},
					{
						"text": "The Netflix series \"Inventing Anna\" &amp; the book \"My Friend Anna\" refer to this Anna, later a \"Dancing with the Stars\" contestant",
						"response": "Anna Sorokin"
					},
					{
						"text": "1600s flimflammer &amp; coinage scammer William Chaloner got the proverbial apple thrown at him by this man who ran the Royal Mint",
						"response": "Isaac Newton"
					},
					{
						"text": "After prison, this man whose last name is synonymous with a type of scam was said to have become a business manager for Mussolini",
						"response": "Charles Ponzi"
					}
				],
				"originalDate": "2025-06-24"
			},
			{
				"category": "ADD A LETTER",
				"comments": "",
				"clues": [
					{
						"text": "Stuff another letter into a verb meaning to study hastily for a test &amp; you get this dairy product",
						"response": "cream (from cram)"
					},
					{
						"text": "Add a letter to the beginning of a word meaning \"to speak\" &amp; you get this word meaning to speak indistinctly",
						"response": "mutter (from utter)"
					},
					{
						"text": "Add an R to an old-timey word for a thicket of trees to get this word for a dead body",
						"response": "a corpse (from copse)"
					},
					{
						"text": "Tack a letter onto the name of a hotel chain &amp; get this Muslim month",
						"response": "Ramadan (from Ramada)"
					},
					{
						"text": "Add a letter to the last name of actor Jack (Curly in \"City Slickers\") to get this word for a way of speaking",
						"response": "parlance (from Palance)"
					}
				],
				"originalDate": "2025-06-24"
			},
			{
				"category": "MOVIE TITLE PROFESSIONS",
				"comments": "",
				"clues": [
					{
						"text": "As real-life pugilist Micky Ward, Mark Wahlberg wasn't \"The Boxer\" but this",
						"response": "\"The Fighter\""
					},
					{
						"text": "In a 2013 release Forest Whitaker served 7 presidents in this role",
						"response": "The Butler"
					},
					{
						"text": "Dante &amp; Randal were the 2 title characters in this 1994 Kevin Smith film",
						"response": "<i>Clerks</i>"
					},
					{
						"text": "In an ill-fated 1997 release, Kevin Costner wanders from town to town in a postapocalyptic America as this",
						"response": "the Postman"
					},
					{
						"text": "This 1976 film got 4 Oscar nominations, including a Best Supporting Actress one for Jodie Foster",
						"response": "<i>Taxi Driver</i>"
					}
				],
				"originalDate": "2025-06-24"
			},
			{
				"category": "WORDS ABOUT NERDS",
				"comments": "",
				"clues": [
					{
						"text": "This word for a nerd once referred to a carnival performer who bit the heads off live chickens",
						"response": "geek"
					},
					{
						"text": "This slang term for a knowledgeable person is spelled backwards in the word \"knowledge\"; nobody quite seems to know its origin",
						"response": "wonk"
					},
					{
						"text": "This term for a person with academic interests refers to a character in TV's \"Felix the Cat\", not to Reagan's national security advisor",
						"response": "Poindexter"
					},
					{
						"text": "A hyperintelligent nemesis of Superman in comic books likely gave us this portmanteau word for someone who's crazy smart",
						"response": "a brainiac"
					},
					{
						"text": "This compound term for a technophile refers to kinetic beanie hats once associated with fans of science fiction",
						"response": "a propeller head"
					}
				],
				"originalDate": "2025-06-24"
			}
		],
		[
			{
				"category": "HISTORIC U.S. BUSINESSES",
				"comments": "",
				"clues": [
					{
						"text": "The Advent of eBay hasn't stopped Los Angeles' Abell family from hosting these events since 1916",
						"response": "auctions"
					},
					{
						"text": "Good timing! Famed for its sourdough, the Boudin French Bakery opened in San Francisco in this year",
						"response": "1849"
					},
					{
						"text": "Built of bricks of this in 1857, the R&R Market in San Luis, Colorado kept going strong after fires in 1895 &amp; 1947",
						"response": "adobe"
					},
					{
						"text": "Like Wyatt Earp did, you can still get a drink at the Palace Restaurant &amp; Saloon in Prescott in this state",
						"response": "Arizona"
					},
					{
						"text": "The Bismarck Tribune shocked the nation with the first full account of this 1876 event in which one of its correspondents died",
						"response": "the Battle of Little Bighorn (Custer's Last Stand)"
					}
				],
				"originalDate": "2025-06-23"
			},
			{
				"category": "FOUND IN THE NATO PHONETIC ALPHABET",
				"comments": "",
				"clues": [
					{ "text": "Parker of jazz or Puth of pop", "response": "Charlie" },
					{
						"text": "It purportedly got its name because it resembled the uncle of the Film Academy librarian",
						"response": "Oscar"
					},
					{
						"text": "Topaz is the traditional birthstone of this month",
						"response": "November"
					},
					{ "text": "Male half of a 1597 play title", "response": "Romeo" },
					{
						"text": "It's from Gaelic words for \"water of life\"",
						"response": "whiskey"
					}
				],
				"originalDate": "2025-06-23"
			},
			{
				"category": "READ",
				"comments": "",
				"clues": [
					{
						"text": "The fifth book in a series, \"Sunrise on the Reaping\" opens at the start of the 50th annual these, so a Quarter Quell is in the works",
						"response": "<i>The Hunger Games</i>"
					},
					{
						"text": "At a cancer support group in this John Green novel, Hazel would introduce herself with \"Sixteen. Thyroid originally...\"",
						"response": "<i>The Fault in Our Stars</i>"
					},
					{
						"text": "Just like magic, Paulo Coelho wrote this mystical novel in just 2 weeks; it's become a bestseller over the last 37 years",
						"response": "<i>The Alchemist</i>"
					},
					{
						"text": "The title of this very long novel by David Foster Wallace comes from a line in \"Hamlet\" &amp; implies hilarity",
						"response": "<i>Infinite Jest</i>"
					},
					{
						"text": "The preface to this Hawthorne novel mentions \"the folly of tumbling down an avalanche of ill-gotten gold, or real estate\"",
						"response": "<i>The House of the Seven Gables</i>"
					}
				],
				"originalDate": "2025-06-23"
			},
			{
				"category": "BLUE",
				"comments": "",
				"clues": [
					{
						"text": "The Latin for \"sea water\" gives us the name of this pale blue gemstone",
						"response": "aquamarine"
					},
					{
						"text": "2 presidential homes, Montpelier &amp; Monticello, offer views of these mountains in Virginia",
						"response": "the Blue Ridge Mountains"
					},
					{
						"text": "Traditionally, the blue in blue jeans comes from this plant dye",
						"response": "indigo"
					},
					{
						"text": "This piece, probably George Gershwin's best known, opens with a swooping clarinet",
						"response": "<i>Rhapsody in Blue</i>"
					},
					{
						"text": "The Fightin' Blue Hens represent the university of this state",
						"response": "Delaware"
					}
				],
				"originalDate": "2025-06-23"
			},
			{
				"category": "WORLD CITIES",
				"comments": "",
				"clues": [
					{
						"text": "The Manchester Ship Canal was built to link Manchester with this port city, yeah, yeah, yeah",
						"response": "Liverpool"
					},
					{
						"text": "Enjoy a glass or 2 of Marsala while visiting the town of Marsala on this island",
						"response": "Sicily"
					},
					{
						"text": "This city on the Rhine was a world capital from 1949 to 1990",
						"response": "Bonn"
					},
					{
						"text": "A popular vacation spot, this Mexican city has a name that translates to \"cow horn\"",
						"response": "Cuernavaca"
					},
					{
						"text": "Because of its central location, it replaced Dar es Salaam as Tanzania's national capital in 1974",
						"response": "Dodoma"
					}
				],
				"originalDate": "2025-06-23"
			},
			{
				"category": "AROUND THE BODY",
				"comments": "",
				"clues": [
					{
						"text": "Vermiform often precedes the name of this tube, a structure that extends from the first part of the large intestine",
						"response": "appendix"
					},
					{
						"text": "From Greek meaning \"one standing before\", it's the gland in men below the bladder",
						"response": "the prostate"
					},
					{
						"text": "Numbering a million or more, the islets of Langerhans are found within this organ",
						"response": "the pancreas"
					},
					{
						"text": "With oblongata, it's part of the brain; by itself, the innermost part of the hair shaft",
						"response": "medulla"
					},
					{
						"text": "Because of its shape, this tiny bone of the middle ear is also called the hammer",
						"response": "the malleus"
					}
				],
				"originalDate": "2025-06-23"
			}
		],
		{
			"category": "HISTORIC OBJECTS",
			"text": "Described as both a \"beautiful violet\" &amp; \"French Blue\" in the 1600s, this object went on tour in the 1900s before landing in the Smithsonian",
			"response": "the Hope Diamond"
		}
	]
}
