{"metadata":{"Original airdates":"2025-06-19, 2025-06-20, 2025-06-23"},"rounds":[[{"category":"SUNRISE, SUNSET","comments":"","clues":[{"text":"In business, \"sunsetting\" is the phasing out of a product or service, like the red Netflix mailers that once delivered these","response":"DVDs"},{"text":"John Muir wrote in his journal, \"It is always sunrise somewhere\", &amp; as co-founder of this club, he oughta know","response":"the Sierra Club"},{"text":"Steer clear of the title structure from this 1964 hit by The Animals that's \"been the ruin of many a poor boy\"","response":"\"House Of The Rising Sun\""},{"text":"Mt. Bromo is famous for its otherworldly sunrises; it's one of this country's more than 50 active volcanoes, more than any other country","response":"Indonesia"},{"text":"In this lord's poem \"Ulysses\", the title hero outlines plans to \"sail beyond the sunset\" &amp; reclaim lost glory","response":"Tennyson"}],"originalDate":"2025-06-23"},{"category":"BEFORE &amp; AFTER","comments":"","clues":[{"text":"Waxing crescent, first quarter, waxing gibbous that are \"wider than a mile\" in a song from \"Breakfast at Tiffany's\"","response":"phases of the \"Moon River\""},{"text":"Fish eats plankton &amp; is eaten by another &amp; still another fish, then by man who's part of a group of convicts working outside","response":"food chain gang"},{"text":"Norman Mailer's first novel that leads nowhere, like a cul-de-sac","response":"<i>The Naked and the Dead</i> end"},{"text":"Fruity dessert created at Brennan's in New Orleans that had the 2011 hit song \"Pumped Up Kicks\"","response":"Bananas Foster the People"},{"text":"Washington, D.C. concert venue home to D.A.R. conventions that had 1980s No. 1 hits with \"Maneater\" &amp; \"Kiss On My List\"","response":"Constitution Hall & Oates"}],"originalDate":"2025-06-23"},{"category":"LAW REVUE","comments":"","clues":[{"text":"Lawyer Billy Flynn in the musical \"Chicago\" gives 'em the old this rhyming song; \"they let ya get away with murder\"","response":"\"Razzle Dazzle\""},{"text":"The Broadway musical based on this Reese Witherspoon film is set partly at Harvard Law School","response":"<i>Legally Blonde</i>"},{"text":"\"The People Vs. Horton The Elephant\" is a song in this musical &amp; Yertle the Turtle is the judge","response":"<i>Seussical the Musical</i>"},{"text":"Leo Bloom sings a song in court to Max Bialystock in this musical; at the end of it, the judge sends them to Sing Sing","response":"<i>The Producers</i>"},{"text":"It's in court that this character sings \"Who Am I?\", revealing his identity as prisoner 24601","response":"Jean Valjean"}],"originalDate":"2025-06-20"},{"category":"ALSO A SPICE OR SEASONING","comments":"","clues":[{"text":"To assault with multiple rounds of bullets","response":"pepper"},{"text":"One known for wisdom","response":"a sage"},{"text":"The capital of French Guiana or a Porsche SUV","response":"Cayenne"},{"text":"The first name of George Clooney's singer aunt","response":"Rosemary"},{"text":"\"Up\" often follows this rhizome when it's used to mean to make lively","response":"ginger"}],"originalDate":"2025-06-20"},{"category":"MILES AWAY","comments":"","clues":[{"text":"It's a near-2,500-mile walkabout between this capital of Western Australia &amp; Sydney","response":"Perth"},{"text":"Around 34 miles long, the HZM Bridge connects Hong Kong, Zhuhai &amp; this administrative region","response":"Macau"},{"text":"From Benggala Island in Aceh province to Torasi Estuary, this country of islands sprawls over 3,000 miles east to west","response":"Indonesia"},{"text":"The site of recent warfare, Goma in the Congo is 60 miles from Kigali, the capital of this country","response":"Rwanda"},{"text":"It's roughly 4,300 miles between this city in Iowa &amp; the same-named battle site in Wallonia","response":"Waterloo"}],"originalDate":"2025-06-20"},{"category":"KEEP IT CLEAN","comments":"","clues":[{"text":"You can be \"neat as a pin\" or \"neat as\" one of these, probably not referring to the mushroom type","response":"a button"},{"text":"It comes before Conception in a Catholic doctrine concerning Mary, Jesus' mother","response":"Immaculate"},{"text":"Free from blemish, like that type of steel in your kitchen","response":"stainless"},{"text":"As an adjective, it means everything in its place; as a noun, it's a hospital job","response":"orderly"},{"text":"Add an \"A\" to the start of a word from the Greek meaning \"to make rotten\" &amp; you get this word meaning free from disease or germs","response":"aseptic"}],"originalDate":"2025-06-20"}],[{"category":"AT THE KEYBOARD","comments":"","clues":[{"text":"This is typically the largest key on the keyboard; it's designed that way for easy access since it's used so frequently","response":"the space bar"},{"text":"For some users, this combo of keys is known as the TFS, or 3-finger salute; in the early days of Windows, it forced a system reboot","response":"Control-Alt-Delete"},{"text":"Say goodbye to \"claw hand\":<br>From the Greek for \"work\", this type of keyboard is designed to optimize comfort &amp; ease hand strain","response":"ergonomic"},{"text":"When gaming on a standard computer keyboard, these 4 letter keys are commonly used for directional character movement","response":"W, A, S & D"},{"text":"In the 1980s this company's \"Model M\" keyboard with numeric keypad became an industry standard &amp; a user favorite","response":"IBM"}],"originalDate":"2025-06-19"},{"category":"DOUBLE LETTERS","comments":"","clues":[{"text":"A seat to raise a small child, or an enthusiastic supporter who promotes a sports team","response":"a booster"},{"text":"A cone-shaped utensil with a hole in the bottom of it","response":"a funnel"},{"text":"To walk unsteadily, or to arrange items in an overlapping pattern","response":"stagger"},{"text":"Scouse or a brogue, for example","response":"an accent"},{"text":"When migrating in swarms, the short-horned variety of this insect is called a locust","response":"grasshopper"}],"originalDate":"2025-06-19"},{"category":"BROOKLYN NEIGHBORHOODS","comments":"","clues":[{"text":"Cobble Hill got its name from cobblestones but is better known for this type of \"stone\" found in 19th C. apartment buildings","response":"brownstone"},{"text":"Brooklyn Heights' lovely promenade was a concession by Robert Moses to the area for the annoyance of the BQE, short for this","response":"the Brooklyn-Queens Expressway"},{"text":"It's said no other Brooklyn 'hood is as rooted in hip-hop as this hyphenated one, home to Lil' Kim &amp; Big Daddy Kane","response":"Bed-Stuy (Bedford-Stuyvesant)"},{"text":"As the last syllable suggests, this neighborhood is the original home of the open-air food court Smorgasburg","response":"Williamsburg"},{"text":"Duke Snider called his memoir \"The Duke of\" this area, but lived on Marine Ave. in Bay Ridge during baseball season","response":"Flatbush"}],"originalDate":"2025-06-19"},{"category":"CROWN HEIGHTS","comments":"","clues":[{"text":"While she looms large with the second-longest reign of a British monarch, she was one of the shortest at 4 foot 11","response":"Victoria"},{"text":"Towering at almost 7 feet tall, this great czar was likened to the biblical Samson","response":"Peter the Great"},{"text":"Called the tallest man of his time (the 1300s), Dusan the Mighty was king of this country, native land of 7'1\" NBA star Vlade Divac","response":"Serbia"},{"text":"5-foot-nothing Victor Emmanuel III was the last king of Italy &amp; from 1936 to 1941, had the title emperor of this East African nation","response":"Ethiopia"},{"text":"Edward I was known as the Hammer of the Scots &amp; at 6'2\", earned this other sobriquet of the time","response":"Edward Longshanks"}],"originalDate":"2025-06-19"},{"category":"SLOW SONGS","comments":"","clues":[{"text":"His song \"Luther\", which reminds us to \"do it real slow\", replaced his diss track \"Not Like Us\" at the top spot of the charts in 2025","response":"Kendrick Lamar"},{"text":"A Spotify playlist of these grooves, also a Kanye/Foxx song spelled with a \"Z\" at the end, has \"U Got It Bad\" &amp; \"Touch My Body\"","response":"slow jams"},{"text":"In a No. 2 hit The Pointer Sisters wanted a man with one of these, also a nickname for Eric Clapton","response":"a slow hand"},{"text":"\"Slower\" was a 2021 single by this Canadian singer of \"Sports Car\" (which is most definitely not about taking things slow)","response":"Tate McRae"},{"text":"\"Slow down, you move too fast\", begins this duo's \"59th Street Bridge Song (Feelin' Groovy)\"","response":"Simon & Garfunkel"}],"originalDate":"2025-06-19"},{"category":"6-SYLLABLE MEDICAL WORDS","comments":"","clues":[{"text":"Part of the digestive system, it's what the G-I stands for in GI tract","response":"gastrointestinal"},{"text":"This adjective means pertaining to the heart &amp; blood vessels","response":"cardiovascular"},{"text":"Slowing bone loss, Boniva is one of the drugs used to treat or prevent this condition","response":"osteoporosis"},{"text":"Sometimes called the \"kissing disease\", it's typically caused by the Epstein-Barr virus","response":"mononucleosis"},{"text":"This painful condition involving the growth of uterine-type tissue outside the uterus is a leading cause of infertility","response":"endometriosis"}],"originalDate":"2025-06-19"}],{"category":"CHART TOPPERS","text":"His mother named him after her dream car but he topped the charts in 2019 under this moniker","response":"Lil Nas X"}]}